[
  {
    "dohaNumber": 1,
    "doha": {
      "text": "हनूमान तेहि परसा कर पुनि कीन्ह प्रनाम।\nराम काजु कीन्हें बिनु मोहि कहाँ बिश्राम॥",
      "arth": "हनुमानजी ने उसे अपने हाथ से छुआ, फिर प्रणाम किया और कहा—श्रीरामचन्द्रजी का कार्य किए बिना मुझे विश्राम कहाँ मिल सकता है?"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "जात पवनसुत देवन्ह देखा।\nजानैं कहुँ बल बुद्धि बिसेषा॥",
        "arth": "देवताओं ने पवनपुत्र हनुमानजी को जाते हुए देखा और उनके बल तथा बुद्धि के वैभव को जानने की इच्छा की।"
      },
      {
        "sequence": 2,
        "text": "सुरसा नाम अहिन्ह कै माता।\nपठइन्हि आइ कही तेहिं बाता॥",
        "arth": "देवताओं ने नागमाता सुरसा को भेजा। वह आकर हनुमानजी से यह बात कहने लगी।"
      },
      {
        "sequence": 3,
        "text": "आजु सुरन्ह मोहि दीन्ह अहारा।\nसुनत बचन कह पवनकुमारा॥",
        "arth": "आज देवताओं ने मुझे यह उत्तम आहार दिया है—यह सुनकर हँसते हुए हनुमानजी बोले।"
      },
      {
        "sequence": 4,
        "text": "राम काजु करि फिरि मैं आवौं।\nसीता कइ सुधि प्रभुहि सुनावौं॥",
        "arth": "मैं श्रीरामचन्द्रजी का कार्य पूरा करके लौट आऊँगा और सीताजी का समाचार प्रभु श्रीराम को सुनाऊँगा।"
      },
      {
        "sequence": 5,
        "text": "तब तव बदन पैठिहउँ आई।\nसत्य कहउँ मोहि जान दे माई॥",
        "arth": "फिर हे माता! मैं आकर आपके मुख में प्रवेश करूँगा। अभी मुझे जाने दें, इसमें कोई बाधा नहीं पड़ेगी। मैं आपसे सत्य कहता हूँ।"
      },
      {
        "sequence": 6,
        "text": "कवनेहुँ जतन देइ नहिं जाना।\nग्रससि न मोहि कहेउ हनुमाना॥",
        "arth": "जब सुरसा ने किसी भी उपाय से उन्हें जाने नहीं दिया, तब हनुमानजी बोले—तू क्यों विलंब कर रही है? तू मुझे निगल नहीं सकती।"
      },
      {
        "sequence": 7,
        "text": "जोजन भरि तेहिं बदनु पसारा।\nकपि तनु कीन्ह दुगुन बिस्तारा॥",
        "arth": "सुरसा ने अपना मुख एक योजन (चार कोस) तक फैलाया। हनुमानजी ने अपना शरीर उससे दुगुना, अर्थात दो योजन का कर लिया।"
      },
      {
        "sequence": 8,
        "text": "सोरह जोजन मुख तेहिं ठयऊ।\nतुरत पवनसुत बत्तिस भयऊ॥",
        "arth": "सुरसा ने अपना मुख सोलह योजन तक फैलाया। हनुमानजी ने तुरंत अपना शरीर बत्तीस योजन का कर लिया।"
      },
      {
        "sequence": 9,
        "text": "जस जस सुरसा बदनु बढ़ावा।\nतासु दून कपि रूप देखावा॥",
        "arth": "जैसे-जैसे सुरसा अपने मुख का विस्तार बढ़ाती गई, वैसे-वैसे हनुमानजी उससे दुगुना रूप दिखाते गए।"
      },
      {
        "sequence": 10,
        "text": "सत जोजन तेहिं आनन कीन्हा।\nअति लघु रूप पवनसुत लीन्हा॥",
        "arth": "जब सुरसा ने अपना मुख सौ योजन तक फैला लिया, तब हनुमानजी ने तुरंत अत्यंत छोटा रूप धारण कर लिया।"
      },
      {
        "sequence": 11,
        "text": "बदन पइठि पुनि बाहेर आवा।\nमागा बिदा ताहि सिरु नावा॥",
        "arth": "छोटा रूप धारण कर हनुमानजी सुरसा के मुख में प्रवेश करके तुरंत बाहर निकल आए, फिर उनसे विदा माँगकर प्रणाम किया।"
      },
      {
        "sequence": 12,
        "text": "मोहि सुरन्ह जेहि लागि पठावा।\nबुधि बल मरमु तोर मै पावा॥",
        "arth": "तब सुरसा ने कहा—हे हनुमान! देवताओं ने मुझे तुम्हारी परीक्षा के लिए भेजा था। तुम्हारे बल और बुद्धि का रहस्य मैंने भली-भाँति जान लिया है।"
      }
    ]
  },
  {
    "dohaNumber": 2,
    "doha": {
      "text": "राम काजु सबु करिहहु तुम्ह बल बुद्धि निधान।\nआसिष देई गई सो हरषि चलेउ हनुमान॥",
      "arth": "तुम बल और बुद्धि के भण्डार हो, इसलिए श्रीरामचन्द्रजी के सब कार्य सिद्ध करोगे। ऐसा आशीर्वाद देकर सुरसा अपने घर चली गई और हनुमानजी हर्षित होकर लंका की ओर चले।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "निसिचरि एक सिंधु महुँ रहई।\nकरि माया नभु के खग गहई॥",
        "arth": "समुद्र के भीतर एक राक्षसी रहती थी। वह माया के द्वारा आकाश में उड़ने वाले पक्षियों और जीवों को पकड़ लिया करती थी।"
      },
      {
        "sequence": 2,
        "text": "जीव जंतु जे गगन उड़ाहीं।\nजल बिलोकि तिन्ह कै परिछाहीं॥",
        "arth": "जो जीव-जंतु आकाश में उड़ते थे, वह जल में उनकी परछाईं देखकर उसी परछाईं को पकड़ लेती थी।"
      },
      {
        "sequence": 3,
        "text": "गहइ छाहँ सक सो न उड़ाई।\nएहि बिधि सदा गगनचर खाई॥",
        "arth": "परछाईं को पकड़ लेने से वह जीव हिल भी नहीं सकता था। इसी प्रकार वह सदा आकाश में उड़ने वाले जीवों को खा जाया करती थी।"
      },
      {
        "sequence": 4,
        "text": "सोइ छल हनूमान कहँ कीन्हा।\nतासु कपटु कपि तुरतहिं चीन्हा॥",
        "arth": "उस राक्षसी ने वही छल हनुमानजी के साथ भी किया, किंतु हनुमानजी ने उसके कपट को तुरंत पहचान लिया।"
      },
      {
        "sequence": 5,
        "text": "ताहि मारि मारुतसुत बीरा।\nबारिधि पार गयउ मतिधीरा॥",
        "arth": "धीर बुद्धि वाले वीर पवनपुत्र हनुमानजी ने उसे मारकर समुद्र पार कर लिया।"
      },
      {
        "sequence": 6,
        "text": "तहाँ जाइ देखी बन सोभा।\nगुंजत चंचरीक मधु लोभा॥",
        "arth": "वहाँ पहुँचकर हनुमानजी ने वन की शोभा देखी, जहाँ मधु के लोभ में भँवरे गुंजार कर रहे थे।"
      },
      {
        "sequence": 7,
        "text": "नाना तरु फल फूल सुहाए।\nखग मृग बृंद देखि मन भाए॥",
        "arth": "अनेक प्रकार के वृक्ष, फल और फूल शोभायमान थे। पक्षियों और हिरणों के समूह देखकर हनुमानजी का मन अत्यंत प्रसन्न हुआ।"
      },
      {
        "sequence": 8,
        "text": "सैल बिसाल देखि एक आगें।\nता पर धाइ चढेउ भय त्यागें॥",
        "arth": "आगे एक विशाल पर्वत देखकर हनुमानजी निर्भय होकर उस पर कूदकर चढ़ गए।"
      },
      {
        "sequence": 9,
        "text": "उमा न कछु कपि कै अधिकाई।\nप्रभु प्रताप जो कालहि खाई॥",
        "arth": "भगवान शंकर पार्वतीजी से कहते हैं—हे उमा! इसमें हनुमानजी की कोई विशेषता नहीं है, यह सब प्रभु श्रीराम के प्रताप का प्रभाव है, जो काल को भी निगल लेता है।"
      },
      {
        "sequence": 10,
        "text": "गिरि पर चढि लंका तेहिं देखी।\nकहि न जाइ अति दुर्ग बिसेषी॥",
        "arth": "पर्वत पर चढ़कर हनुमानजी ने लंका को देखा, जो अत्यंत दुर्गम थी, जिसका वर्णन किया नहीं जा सकता।"
      },
      {
        "sequence": 11,
        "text": "अति उतंग जलनिधि चहु पासा।\nकनक कोट कर परम प्रकासा॥",
        "arth": "वह बहुत ऊँची थी, चारों ओर समुद्र से घिरी हुई थी और उसके स्वर्णमय परकोटे का तेज अत्यंत प्रकाशमान था।"
      },
      {
        "sequence": 12,
        "text": "कनक कोट बिचित्र मनि कृत।\nसुंदरायतना घना॥",
        "arth": "रत्नों से जड़ा हुआ वह स्वर्ण का कोट अत्यंत सुंदर और भव्य बना हुआ था।"
      },
      {
        "sequence": 13,
        "text": "चउहट्ट हट्ट सुबट्ट बीथीं।\nचारु पुर बहु बिधि बना॥",
        "arth": "चौराहे, बाजार, सुंदर सड़कें और गलियाँ उस नगरी में अनेक प्रकार से सजी हुई थीं।"
      },
      {
        "sequence": 14,
        "text": "गज बाजि खच्चर निकर पदचर।\nरथ बरूथिन्ह को गनै॥",
        "arth": "हाथी, घोड़े, खच्चर, पैदल सैनिक और रथों की संख्या गिनी नहीं जा सकती थी।"
      },
      {
        "sequence": 15,
        "text": "बहुरूप निसिचर जूथ अतिबल।\nसेन बरनत नहिं बनै॥",
        "arth": "अनेक रूपों वाले महाबली राक्षसों की सेना इतनी विशाल थी कि उसका वर्णन संभव नहीं था।"
      },
      {
        "sequence": 16,
        "text": "बन बाग उपबन बाटिका।\nसर कूप बापीं सोहहीं॥",
        "arth": "वन, बाग, उपवन, बगीचे, तालाब, कुएँ और बावड़ियाँ अत्यंत शोभायमान थीं।"
      },
      {
        "sequence": 17,
        "text": "नर नाग सुर गंधर्ब कन्या।\nरूप मुनि मन मोहहीं॥",
        "arth": "मनुष्य, नाग, देव और गंधर्वों की कन्याएँ वहाँ विराजमान थीं, जिनका रूप देखकर मुनियों का मन भी मोहित हो जाता था।"
      },
      {
        "sequence": 18,
        "text": "कहुँ माल देह बिसाल सैल।\nसमान अतिबल गर्जहीं॥",
        "arth": "कहीं पर्वत के समान विशाल शरीर वाले महाबली योद्धा गर्जना कर रहे थे।"
      },
      {
        "sequence": 19,
        "text": "नाना अखारेन्ह भिरहिं बहुबिधि।\nएक एकन्ह तर्जहीं॥",
        "arth": "अनेक अखाड़ों में वे विभिन्न प्रकार से लड़ते और एक-दूसरे को पटक-पटक कर गर्जना करते थे।"
      },
      {
        "sequence": 20,
        "text": "करि जतन भट कोटिन्ह बिकट तन।\nनगर चहुँ दिसि रच्छहीं॥",
        "arth": "विकट शरीर वाले करोड़ों योद्धा चारों दिशाओं से नगर की रक्षा कर रहे थे।"
      },
      {
        "sequence": 21,
        "text": "कहुँ महिष मानुष धेनु खर अज।\nखल निसाचर भच्छहीं॥",
        "arth": "कहीं वे दुष्ट राक्षस भैंस, मनुष्य, गाय, गधे, बकरियाँ और पक्षियों को खाते हुए दिखाई देते थे।"
      },
      {
        "sequence": 22,
        "text": "एहि लागि तुलसीदास इन्ह की।\nकथा कछु एक है कही॥",
        "arth": "इसी कारण तुलसीदासजी कहते हैं कि मैंने इनकी कथा संक्षेप में ही कही है।"
      },
      {
        "sequence": 23,
        "text": "रघुबीर सर तीरथ सरीरन्हि।\nत्यागि गति पैहहिं सही॥",
        "arth": "ये अत्यंत दुष्ट हैं, फिर भी श्रीरामचन्द्रजी के बाण रूपी पवित्र तीर्थ में शरीर त्याग कर अंततः मोक्ष को प्राप्त करेंगे।"
      }
    ]
  },
  {
    "dohaNumber": 3,
    "doha": {
      "text": "पुर रखवारे देखि बहु कपि मन कीन्ह बिचार।\nअति लघु रूप धरौं निसि नगर करौं पइसार॥",
      "arth": "नगर के बहुत से रखवालों को देखकर हनुमानजी ने मन में विचार किया कि मैं अत्यंत छोटा रूप धारण कर रात्रि में नगर में प्रवेश करूँ।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "मसक समान रूप कपि धरी।\nलंकहि चलेउ सुमिरि नरहरी॥",
        "arth": "हनुमानजी ने मच्छर के समान छोटा रूप धारण किया और प्रभु श्रीराम का स्मरण करते हुए लंका की ओर चले।"
      },
      {
        "sequence": 2,
        "text": "नाम लंकिनी एक निसिचरी।\nसो कह चलेसि मोहि निंदरी॥",
        "arth": "लंका के द्वार पर लंकिनी नाम की एक राक्षसी रहती थी। उसने हनुमानजी का मार्ग रोककर कहा—मेरा निरादर करके कहाँ जा रहे हो?"
      },
      {
        "sequence": 3,
        "text": "जानेहि नहीं मरमु सठ मोरा।\nमोर अहार जहाँ लगि चोरा॥",
        "arth": "उसने कहा—तू मेरा भेद नहीं जानता। जहाँ तक चोर हैं, वे सभी मेरे आहार हैं।"
      },
      {
        "sequence": 4,
        "text": "मुठिका एक महा कपि हनी।\nरुधिर बमत धरनीं ढनमनी॥",
        "arth": "तब महाकपि हनुमानजी ने उसे एक घूँसा मारा, जिससे वह रक्त उगलती हुई पृथ्वी पर गिर पड़ी।"
      },
      {
        "sequence": 5,
        "text": "पुनि संभारि उठी सो लंका।\nजोरि पानि कर बिनय ससंका॥",
        "arth": "वह राक्षसी लंकिनी अपने को सँभालकर उठी और भयभीत होकर हाथ जोड़कर हनुमानजी से विनय करने लगी।"
      },
      {
        "sequence": 6,
        "text": "जब रावनहि ब्रह्म बर दीन्हा।\nचलत बिरंचि कहा मोहि चीन्हा॥",
        "arth": "उसने कहा—जब ब्रह्माजी ने रावण को वरदान दिया था, तब जाते समय उन्होंने मुझे यह पहचान बताई थी।"
      },
      {
        "sequence": 7,
        "text": "बिकल होसि तैं कपि कें मारे।\nतब जानेसु निसिचर संघारे॥",
        "arth": "कि जब तू किसी बंदर के प्रहार से व्याकुल हो जाए, तब जान लेना कि राक्षसों का विनाश निकट है।"
      },
      {
        "sequence": 8,
        "text": "तात मोर अति पुन्य बहूता।\nदेखेउँ नयन राम कर दूता॥",
        "arth": "हे तात! मेरे बड़े पुण्य हैं, जो मैंने अपनी आँखों से श्रीरामजी के दूत हनुमानजी के दर्शन किए।"
      }
    ]
  },
  {
    "dohaNumber": 4,
    "doha": {
      "text": "तात स्वर्ग अपबर्ग सुख धरिअ तुला एक अंग।\nतूल न ताहि सकल मिलि जो सुख लव सतसंग॥",
      "arth": "हे तात! यदि स्वर्ग और मोक्ष के समस्त सुखों को तराजू के एक पलड़े में रख दिया जाए, तो भी वे सब मिलकर उस सुख के बराबर नहीं हो सकते, जो क्षणमात्र के सत्संग से प्राप्त होता है।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "प्रबिसि नगर कीजे सब काजा।\nहृदयँ राखि कौसलपुर राजा॥",
        "arth": "अयोध्यापुरी के राजा श्रीराम को हृदय में धारण करके नगर में प्रवेश करो और अपने सभी कार्य संपन्न करो।"
      },
      {
        "sequence": 2,
        "text": "गरल सुधा रिपु करहिं मिताई।\nगोपद सिंधु अनल सितलाई॥",
        "arth": "जिसके हृदय में श्रीराम का स्मरण रहता है, उसके लिए विष अमृत हो जाता है, शत्रु मित्र बन जाते हैं, समुद्र गाय के खुर के समान हो जाता है और अग्नि भी शीतल प्रतीत होती है।"
      },
      {
        "sequence": 3,
        "text": "गरुड़ सुमेरु रेनू सम ताही।\nराम कृपा करि चितवा जाही॥",
        "arth": "हे गरुड़! जिस पर श्रीराम कृपा करके दृष्टि डालते हैं, उसके लिए सुमेरु पर्वत भी रज के समान हो जाता है।"
      },
      {
        "sequence": 4,
        "text": "अति लघु रूप धरेउ हनुमाना।\nपैठा नगर सुमिरि भगवाना॥",
        "arth": "तब हनुमानजी ने अत्यंत छोटा रूप धारण किया और भगवान का स्मरण करते हुए नगर में प्रवेश किया।"
      },
      {
        "sequence": 5,
        "text": "मंदिर मंदिर प्रति करि सोधा।\nदेखे जहँ तहँ अगनित जोधा॥",
        "arth": "उन्होंने एक-एक महल की खोज की और जगह-जगह असंख्य योद्धाओं को देखा।"
      },
      {
        "sequence": 6,
        "text": "गयउ दसानन मंदिर माहीं।\nअति बिचित्र कहि जात सो नाहीं॥",
        "arth": "फिर वे रावण के महल में पहुँचे, जो अत्यंत विचित्र था, जिसका वर्णन किया नहीं जा सकता।"
      },
      {
        "sequence": 7,
        "text": "सयन किए देखा कपि तेही।\nमंदिर महुँ न दीखि बैदेही॥",
        "arth": "हनुमानजी ने रावण को वहाँ सोते हुए देखा, परंतु उस महल में सीताजी कहीं भी दिखाई नहीं दीं।"
      },
      {
        "sequence": 8,
        "text": "भवन एक पुनि दीख सुहावा।\nहरि मंदिर तहँ भिन्न बनावा॥",
        "arth": "इसके बाद उन्हें एक और सुंदर भवन दिखाई दिया, जिसमें भगवान श्रीहरि का मंदिर अलग से बना हुआ था।"
      }
    ]
  },
  {
    "dohaNumber": 5,
    "doha": {
      "text": "रामायुध अंकित गृह सोभा बरनि न जाइ।\nनव तुलसिका बृंद तहँ देखि हरषि कपिराइ॥",
      "arth": "वह भवन श्रीराम के आयुधों से अंकित था, जिसकी शोभा का वर्णन नहीं किया जा सकता। वहाँ नवीन तुलसी के वृक्ष-समूहों को देखकर कपिराज हनुमान अत्यंत हर्षित हुए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "लंका निसिचर निकर निवासा।\nइहाँ कहाँ सज्जन कर बासा॥",
        "arth": "हनुमानजी ने विचार किया कि यह लंका तो राक्षसों के समूह का निवास स्थान है, यहाँ सज्जनों का निवास कैसे हो सकता है।"
      },
      {
        "sequence": 2,
        "text": "मन महुँ तरक करै कपि लागा।\nतेहीं समय बिभीषणु जागा॥",
        "arth": "इस प्रकार हनुमानजी मन ही मन विचार कर रहे थे कि उसी समय विभीषण की नींद खुल गई।"
      },
      {
        "sequence": 3,
        "text": "राम राम तेहिं सुमिरन कीन्हा।\nहृदयँ हरष कपि सज्जन चीन्हा॥",
        "arth": "जागते ही विभीषण ने ‘राम-राम’ का स्मरण किया। यह सुनकर हनुमानजी ने उन्हें सज्जन पहचाना और हृदय में अत्यंत आनंद हुआ।"
      },
      {
        "sequence": 4,
        "text": "एहि सन हठि करिहउँ पहिचानी।\nसाधु ते होइ न कारज हानी॥",
        "arth": "हनुमानजी ने निश्चय किया कि इस सत्पुरुष से पहचान करनी चाहिए, क्योंकि साधुओं से कभी कार्य की हानि नहीं होती, बल्कि लाभ ही होता है।"
      },
      {
        "sequence": 5,
        "text": "बिप्र रुप धरि बचन सुनाए।\nसुनत बिभीषण उठि तहँ आए॥",
        "arth": "तब हनुमानजी ने ब्राह्मण का रूप धारण कर वचन कहा। उसे सुनते ही विभीषण उठकर उनके पास आए।"
      },
      {
        "sequence": 6,
        "text": "करि प्रनाम पूँछी कुसलाई।\nबिप्र कहहु निज कथा बुझाई॥",
        "arth": "विभीषण ने प्रणाम कर कुशल पूछा और कहा—हे ब्राह्मणदेव! अपनी कथा हमें समझाकर कहिए।"
      },
      {
        "sequence": 7,
        "text": "की तुम्ह हरि दासन्ह महँ कोई।\nमोरें हृदय प्रीति अति होई॥",
        "arth": "विभीषण ने कहा—क्या आप हरि के भक्तों में से हैं? क्योंकि आपको देखकर मेरे हृदय में अत्यंत प्रेम उमड़ रहा है।"
      },
      {
        "sequence": 8,
        "text": "की तुम्ह रामु दीन अनुरागी।\nआयहु मोहि करन बड़भागी॥",
        "arth": "अथवा आप स्वयं दीनों से प्रेम करने वाले श्रीराम ही हैं, जो मुझे बड़भागी बनाने के लिए घर बैठे दर्शन देने आए हैं?"
      }
    ]
  },
  {
    "dohaNumber": 6,
    "doha": {
      "text": "तब हनुमंत कही सब राम कथा निज नाम।\nसुनत जुगल तन पुलक मन मगन सुमिरि गुन ग्राम॥",
      "arth": "विभीषण के वचन सुनकर हनुमानजी ने श्रीरामचन्द्रजी की सम्पूर्ण कथा कही और अपना नाम बताया। प्रभु श्रीराम के गुणों का स्मरण करते ही दोनों के शरीर रोमांचित हो गए और मन आनंद में मग्न हो गया।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "सुनहु पवनसुत रहनि हमारी।\nजिमि दसनन्हि महुँ जीभ बिचारी॥",
        "arth": "विभीषण बोले—हे पवनपुत्र! हमारी रहनी सुनिए। जैसे दाँतों के बीच बेचारी जीभ रहती है, वैसे ही मैं इन राक्षसों के बीच रहता हूँ।"
      },
      {
        "sequence": 2,
        "text": "तात कबहुँ मोहि जानि अनाथा।\nकरिहहिं कृपा भानुकुल नाथा॥",
        "arth": "हे तात! क्या सूर्यकुल के नाथ श्रीराम मुझे अनाथ जानकर कभी मुझ पर कृपा करेंगे?"
      },
      {
        "sequence": 3,
        "text": "तामस तनु कछु साधन नाहीं।\nप्रीति न पद सरोज मन माहीं॥",
        "arth": "मेरा तामसी (राक्षसी) शरीर है, इसलिए साधन नहीं बनते और मन में श्रीराम के चरणकमलों के प्रति प्रेम भी नहीं है।"
      },
      {
        "sequence": 4,
        "text": "अब मोहि भा भरोस हनुमंता।\nबिनु हरिकृपा मिलहिं नहिं संता॥",
        "arth": "परंतु हे हनुमान! अब मुझे विश्वास हो गया है कि मुझ पर हरि की कृपा है, क्योंकि हरि की कृपा के बिना संतों का मिलना संभव नहीं।"
      },
      {
        "sequence": 5,
        "text": "जौ रघुबीर अनुग्रह कीन्हा।\nतौ तुम्ह मोहि दरसु हठि दीन्हा॥",
        "arth": "यदि श्रीरघुवीर ने कृपा की है, तभी तो आपने हठपूर्वक मुझे दर्शन दिए हैं।"
      },
      {
        "sequence": 6,
        "text": "सुनहु बिभीषन प्रभु कै रीती।\nकरहिं सदा सेवक पर प्रीती॥",
        "arth": "हनुमानजी बोले—हे विभीषण! सुनिए, प्रभु की यही रीति है कि वे अपने सेवकों पर सदा प्रेम करते हैं।"
      },
      {
        "sequence": 7,
        "text": "कहहु कवन मैं परम कुलीना।\nकपि चंचल सबहीं बिधि हीना॥",
        "arth": "भला बताइए, मैं कौन-सा कुलीन हूँ? मैं तो चंचल वानर हूँ और सब प्रकार से हीन हूँ।"
      },
      {
        "sequence": 8,
        "text": "प्रात लेइ जो नाम हमारा।\nतेहि दिन ताहि न मिलै अहारा॥",
        "arth": "जो प्रातःकाल हम वानरों का नाम ले ले, उसे उस दिन भोजन भी न मिले।"
      }
    ]
  },
  {
    "dohaNumber": 7,
    "doha": {
      "text": "अस मैं अधम सखा सुनु मोहू पर रघुबीर।\nकीन्ही कृपा सुमिरि गुन भरे बिलोचन नीर॥",
      "arth": "हे सखा! मैं ऐसा अधम हूँ, फिर भी श्रीरघुवीर ने मुझ पर कृपा की है। प्रभु के गुणों का स्मरण करते हुए हनुमानजी की आँखों में प्रेमाश्रु भर आए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "जानतहूँ अस स्वामि बिसारी।\nफिरहिं ते काहे न होहिं दुखारी॥",
        "arth": "जो जानते हुए भी ऐसे स्वामी श्रीराम को भूलकर विषयों के पीछे भटकते हैं, वे दुःखी क्यों न हों?"
      },
      {
        "sequence": 2,
        "text": "एहि बिधि कहत राम गुन ग्रामा।\nपावा अनिर्बाच्य बिश्रामा॥",
        "arth": "इस प्रकार श्रीराम के गुणसमूहों का वर्णन करते हुए उन्होंने अनिर्वचनीय परम शांति प्राप्त की।"
      },
      {
        "sequence": 3,
        "text": "पुनि सब कथा बिभीषन कही।\nजेहि बिधि जनकसुता तहँ रही॥",
        "arth": "फिर विभीषण ने हनुमानजी से वह सारी कथा कही कि माता जानकी वहाँ किस प्रकार रहती थीं।"
      },
      {
        "sequence": 4,
        "text": "तब हनुमंत कहा सुनु भ्राता।\nदेखी चहउँ जानकी माता॥",
        "arth": "तब हनुमानजी बोले—हे भ्राता! सुनो, मैं माता जानकी को देखना चाहता हूँ।"
      },
      {
        "sequence": 5,
        "text": "जुगुति बिभीषन सकल सुनाई।\nचलेउ पवनसुत बिदा कराई॥",
        "arth": "विभीषण ने माता के दर्शन की सभी युक्तियाँ समझाईं। तब हनुमानजी उनसे विदा लेकर चले।"
      },
      {
        "sequence": 6,
        "text": "करि सोइ रूप गयउ पुनि तहवाँ।\nबन असोक सीता रह जहवाँ॥",
        "arth": "फिर वही छोटा रूप धारण कर हनुमानजी वहाँ पहुँचे, जहाँ अशोक वन में सीताजी रहती थीं।"
      },
      {
        "sequence": 7,
        "text": "देखि मनहि महुँ कीन्ह प्रनामा।\nबैठेहिं बीति जात निसि जामा॥",
        "arth": "सीताजी को देखकर हनुमानजी ने मन ही मन प्रणाम किया और बैठे-बैठे रात्रि के पहर बीत गए।"
      },
      {
        "sequence": 8,
        "text": "कृस तन सीस जटा एक बेनी।\nजपति हृदयँ रघुपति गुन श्रेनी॥",
        "arth": "हनुमानजी ने देखा कि सीताजी का शरीर कृश हो गया है, सिर पर जटाओं की एक वेणी है और हृदय में वे श्रीरघुनाथ के गुणों का स्मरण करती रहती हैं।"
      }
    ]
  },
  {
    "dohaNumber": 8,
    "doha": {
      "text": "निज पद नयन दिएँ मन राम पद कमल लीन।\nपरम दुखी भा पवनसुत देखि जानकी दीन॥",
      "arth": "सीताजी अपने नेत्र चरणों में लगाए हुए हैं और मन श्रीराम के चरणकमलों में लीन है। माता जानकी को दीन अवस्था में देखकर पवनपुत्र हनुमानजी अत्यंत दुःखी हो गए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "तरु पल्लव महुँ रहा लुकाई।\nकरइ बिचार करौं का भाई॥",
        "arth": "हनुमानजी वृक्ष के पत्तों में छिपकर यह विचार करने लगे कि अब क्या किया जाए।"
      },
      {
        "sequence": 2,
        "text": "तेहि अवसर रावनु तहँ आवा।\nसंग नारि बहु किएँ बनावा॥",
        "arth": "उसी समय रावण अनेक स्त्रियों के साथ वहाँ आया, जो भाँति-भाँति के आभूषणों से सजी हुई थीं।"
      },
      {
        "sequence": 3,
        "text": "बहु बिधि खल सीतहि समुझावा।\nसाम दान भय भेद देखावा॥",
        "arth": "उस दुष्ट ने सीताजी को अनेक प्रकार से समझाया और साम, दान, भय तथा भेद का प्रयोग किया।"
      },
      {
        "sequence": 4,
        "text": "कह रावनु सुनु सुमुखि सयानी।\nमंदोदरी आदि सब रानी॥",
        "arth": "रावण बोला—हे सुमुखी, हे सयानी! सुनो, मंदोदरी आदि मेरी सभी रानियाँ।"
      },
      {
        "sequence": 5,
        "text": "तव अनुचरीं करउँ पन मोरा।\nएक बार बिलोकु मम ओरा॥",
        "arth": "मैं तुम्हें अपनी दासी बना लूँगा—यह मेरा प्रण है। बस एक बार मेरी ओर देख लो।"
      },
      {
        "sequence": 6,
        "text": "तृन धरि ओट कहति बैदेही।\nसुमिरि अवधपति परम सनेही॥",
        "arth": "परम स्नेही अवधपति श्रीराम का स्मरण कर सीताजी तिनके की ओट लेकर उत्तर देने लगीं।"
      },
      {
        "sequence": 7,
        "text": "सुनु दसमुख खद्योत प्रकासा।\nकबहुँ कि नलिनी करइ बिकासा॥",
        "arth": "हे दशमुख! सुन, क्या जुगनू के प्रकाश से कभी कमल खिल सकता है?"
      },
      {
        "sequence": 8,
        "text": "अस मन समुझु कहति जानकी।\nखल सुधि नहिं रघुबीर बान की॥",
        "arth": "जानकीजी बोलीं—ऐसा ही मन में समझ ले। रे दुष्ट! तुझे श्रीरघुवीर के बाण की खबर नहीं है।"
      },
      {
        "sequence": 9,
        "text": "सठ सूनें हरि आनेहि मोहि।\nअधम निलज्ज लाज नहिं तोही॥",
        "arth": "रे पापी! तू मुझे सूने में हर लाया है। रे अधम, निर्लज्ज! तुझे तनिक भी लज्जा नहीं आती?"
      }
    ]
  },
  {
    "dohaNumber": 9,
    "doha": {
      "text": "आपुहि सुनि खद्योत सम रामहि भानु समान।\nपरुष बचन सुनि काढ़ि असि बोला अति खिसिआन॥",
      "arth": "अपने को जुगनू के समान और श्रीरामचन्द्रजी को सूर्य के समान सुनकर तथा सीताजी के कठोर वचन सुनकर रावण तलवार निकालकर अत्यंत क्रोधित हो उठा।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "सीता तैं मम कृत अपमाना।\nकटिहउँ तव सिर कठिन कृपाना॥",
        "arth": "रावण बोला—सीता! तूने मेरा अपमान किया है, मैं इस कठोर तलवार से तेरा सिर काट डालूँगा।"
      },
      {
        "sequence": 2,
        "text": "नाहिं त सपदि मानु मम बानी।\nसुमुखि होति न त जीवन हानी॥",
        "arth": "नहीं तो अभी मेरी बात मान ले, हे सुमुखी! नहीं तो जीवन से हाथ धोना पड़ेगा।"
      },
      {
        "sequence": 3,
        "text": "स्याम सरोज दाम सम सुंदर।\nप्रभु भुज करि कर सम दसकंधर॥",
        "arth": "सीताजी बोलीं—हे दशग्रीव! प्रभु की भुजाएँ श्याम कमल की माला के समान सुंदर और हाथी की सूँड के समान पुष्ट हैं।"
      },
      {
        "sequence": 4,
        "text": "सो भुज कंठ कि तव असि घोरा।\nसुनु सठ अस प्रवान पन मोरा॥",
        "arth": "या तो वही भुजाएँ मेरे कंठ में पड़ेंगी या तेरी यह भयानक तलवार। रे शठ! सुन, यही मेरा सच्चा प्रण है।"
      },
      {
        "sequence": 5,
        "text": "चंद्रहास हरु मम परितापं।\nरघुपति बिरह अनल संजातं॥",
        "arth": "हे चंद्रहास तलवार! श्रीरघुनाथ के विरह की अग्नि से उत्पन्न मेरी भारी जलन को तू हर ले।"
      },
      {
        "sequence": 6,
        "text": "सीतल निसित बहसि बर धारा।\nकह सीता हरु मम दुख भारा॥",
        "arth": "हे तलवार! तेरी धारा शीतल और तीव्र है—सीताजी बोलीं—मेरे दुःख का भार हर ले।"
      },
      {
        "sequence": 7,
        "text": "सुनत बचन पुनि मारन धावा।\nमयतनयाँ कहि नीति बुझावा॥",
        "arth": "सीताजी के ये वचन सुनते ही रावण मारने दौड़ा, तब मयदानव की पुत्री मंदोदरी ने नीति कहकर उसे समझाया।"
      },
      {
        "sequence": 8,
        "text": "कहेसि सकल निसिचरिन्ह बोलाई।\nसीतहि बहु बिधि त्रासहु जाई॥",
        "arth": "तब रावण ने सभी दासियों को बुलाकर कहा—जाकर सीता को अनेक प्रकार से भय दिखलाओ।"
      },
      {
        "sequence": 9,
        "text": "मास दिवस महुँ कहा न माना।\nतौ मैं मारबि काढ़ि कृपाना॥",
        "arth": "यदि एक महीने के भीतर यह न मानी, तो मैं तलवार निकालकर इसे मार डालूँगा।"
      }
    ]
  },
  {
    "dohaNumber": 10,
    "doha": {
      "text": "भवन गयउ दसकंधर इहाँ पिसाचिनि बृंद।\nसीतहि त्रास देखावहि धरहिं रूप बहु मंद॥",
      "arth": "यों कहकर रावण अपने भवन चला गया। यहाँ अनेक राक्षसियाँ भयानक रूप धारण कर सीताजी को भय दिखाने लगीं।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "त्रिजटा नाम राच्छसी एका।\nराम चरन रति निपुन बिबेका॥",
        "arth": "उनमें त्रिजटा नाम की एक राक्षसी थी, जिसे श्रीराम के चरणों में प्रीति थी और जो विवेक में निपुण थी।"
      },
      {
        "sequence": 2,
        "text": "सबन्हौ बोलि सुनाएसि सपना।\nसीतहि सेइ करहु हित अपना॥",
        "arth": "उसने सबको बुलाकर अपना स्वप्न सुनाया और कहा—सीताजी की सेवा करके अपना कल्याण कर लो।"
      },
      {
        "sequence": 3,
        "text": "सपनें बानर लंका जारी।\nजातुधान सेना सब मारी॥",
        "arth": "उसने कहा—स्वप्न में मैंने देखा कि एक बंदर ने लंका जला दी और राक्षसों की सारी सेना मार डाली गई।"
      },
      {
        "sequence": 4,
        "text": "खर आरूढ़ नगन दससीसा।\nमुंडित सिर खंडित भुज बीसा॥",
        "arth": "रावण नंगा होकर गधे पर सवार है, उसके सिर मुँडे हुए हैं और बीसों भुजाएँ कटी हुई हैं।"
      },
      {
        "sequence": 5,
        "text": "एहि बिधि सो दच्छिन दिसि जाई।\nलंका मनहुँ बिभीषन पाई॥",
        "arth": "इस प्रकार वह दक्षिण दिशा की ओर जा रहा है और मानो लंका विभीषण को मिल गई है।"
      },
      {
        "sequence": 6,
        "text": "नगर फिरी रघुबीर दोहाई।\nतब प्रभु सीता बोलि पठाई॥",
        "arth": "नगर में श्रीरघुवीर की दुहाई फिर गई और तब प्रभु ने सीताजी को बुला भेजा।"
      },
      {
        "sequence": 7,
        "text": "यह सपना में कहउँ पुकारी।\nहोइहि सत्य गएँ दिन चारी॥",
        "arth": "मैं पुकारकर कहती हूँ कि यह स्वप्न चार दिनों के भीतर सत्य हो जाएगा।"
      },
      {
        "sequence": 8,
        "text": "तासु बचन सुनि ते सब डरीं।\nजनकसुता के चरनन्हि परीं॥",
        "arth": "उसके वचन सुनकर सभी राक्षसियाँ डर गईं और जानकीजी के चरणों में गिर पड़ीं।"
      }
    ]
  },
  {
    "dohaNumber": 11,
    "doha": {
      "text": "जहँ तहँ गईं सकल तब सीता कर मन सोच।\nमास दिवस बीतें मोहि मारिहि निसिचर पोच॥",
      "arth": "तब सब राक्षसियाँ जहाँ-तहाँ चली गईं। सीताजी मन में सोचने लगीं कि एक महीना बीतने पर यह नीच राक्षस मुझे मार डालेगा।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "त्रिजटा सन बोली कर जोरी।\nमातु बिपति संगिनि तैं मोरी॥",
        "arth": "सीताजी हाथ जोड़कर त्रिजटा से बोलीं—हे माता! तू मेरी विपत्ति की संगिनी है।"
      },
      {
        "sequence": 2,
        "text": "तजौं देह करु बेगि उपाई।\nदुसहु बिरहु अब नहिं सहि जाई॥",
        "arth": "शीघ्र ऐसा उपाय कर कि मैं शरीर त्याग सकूँ; अब यह विरह असह्य हो चला है।"
      },
      {
        "sequence": 3,
        "text": "आनि काठ रचु चिता बनाई।\nमातु अनल पुनि देहि लगाई॥",
        "arth": "काठ लाकर चिता बनाकर सजा दे और हे माता! फिर उसमें आग लगा दे।"
      },
      {
        "sequence": 4,
        "text": "सत्य करहि मम प्रीति सयानी।\nसुनै को श्रवन सूल सम बानी॥",
        "arth": "हे सयानी! मेरी प्रीति को सत्य कर दे। रावण की शूल-समान पीड़ादायक वाणी कौन सुने?"
      },
      {
        "sequence": 5,
        "text": "सुनत बचन पद गहि समुझाएसि।\nप्रभु प्रताप बल सुजसु सुनाएसि॥",
        "arth": "ये वचन सुनकर त्रिजटा ने उनके चरण पकड़कर समझाया और प्रभु का प्रताप, बल और सुयश सुनाया।"
      },
      {
        "sequence": 6,
        "text": "निसि न अनल मिल सुनु सुकुमारी।\nअस कहि सो निज भवन सिधारी॥",
        "arth": "उसने कहा—हे सुकुमारी! रात्रि में अग्नि नहीं मिलेगी। ऐसा कहकर वह अपने घर चली गई।"
      },
      {
        "sequence": 7,
        "text": "कह सीता बिधि भा प्रतिकूला।\nमिलहि न पावक मिटिहि न सूला॥",
        "arth": "सीताजी मन ही मन कहने लगीं—विधाता प्रतिकूल हो गया है; न अग्नि मिलेगी, न पीड़ा मिटेगी।"
      },
      {
        "sequence": 8,
        "text": "देखिअत प्रगट गगन अंगारा।\nअवनि न आवत एकउ तारा॥",
        "arth": "आकाश में अंगारे प्रकट दिखाई दे रहे हैं, पर पृथ्वी पर एक भी तारा नहीं उतरता।"
      },
      {
        "sequence": 9,
        "text": "पावकमय ससि स्त्रवत न आगी।\nमानहुँ मोहि जानि हतभागी॥",
        "arth": "चंद्रमा अग्निमय है, फिर भी मानो मुझे हतभागिनी जानकर आग नहीं बरसाता।"
      },
      {
        "sequence": 10,
        "text": "सुनहि बिनय मम बिटप असोका।\nसत्य नाम करु हरु मम सोका॥",
        "arth": "हे अशोक वृक्ष! मेरी विनती सुन, मेरा शोक हर ले और अपने नाम को सत्य कर।"
      },
      {
        "sequence": 11,
        "text": "नूतन किसलय अनल समाना।\nदेहि अगिनि जनि करहि निदाना॥",
        "arth": "तेरे नए कोमल पत्ते अग्नि के समान हैं; अग्नि दे, विरह रोग का अंत न कर।"
      },
      {
        "sequence": 12,
        "text": "देखि परम बिरहाकुल सीता।\nसो छन कपिहि कलप सम बीता॥",
        "arth": "सीताजी को विरह से अत्यंत व्याकुल देखकर वह क्षण हनुमानजी को कल्प के समान प्रतीत हुआ।"
      }
    ]
  },
  {
    "dohaNumber": 12,
    "dohaType": "soratha",
    "doha": {
      "text": "कपि करि हृदयँ बिचार दीन्हि मुद्रिका डारी तब।\nजनु असोक अंगार दीन्ह हरषि उठि कर गहेउ॥",
      "arth": "तब हनुमानजी ने हृदय में विचार कर सीताजी के सामने अंगूठी डाल दी, मानो अशोक वृक्ष ने अंगारा दे दिया हो। इसे देखकर सीताजी हर्षित होकर उठीं और उसे हाथ में ले लिया।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "तब देखी मुद्रिका मनोहर।\nराम नाम अंकित अति सुंदर॥",
        "arth": "तब उन्होंने रामनाम से अंकित अत्यंत सुंदर और मनोहर अंगूठी देखी।"
      },
      {
        "sequence": 2,
        "text": "चकित चितव मुदरी पहिचानी।\nहरष बिषाद हृदयँ अकुलानी॥",
        "arth": "अंगूठी पहचानकर वे आश्चर्यचकित हो गईं और हर्ष तथा विषाद से उनका हृदय व्याकुल हो उठा।"
      },
      {
        "sequence": 3,
        "text": "जीति को सकइ अजय रघुराई।\nमाया तें असि रचि नहिं जाई॥",
        "arth": "वे सोचने लगीं कि अजेय श्रीरघुनाथ को कौन जीत सकता है और माया से ऐसी दिव्य अंगूठी नहीं बन सकती।"
      },
      {
        "sequence": 4,
        "text": "सीता मन बिचार कर नाना।\nमधुर बचन बोलेउ हनुमाना॥",
        "arth": "सीताजी अनेक प्रकार के विचार कर रही थीं, तभी हनुमानजी मधुर वचन बोलने लगे।"
      },
      {
        "sequence": 5,
        "text": "रामचंद्र गुन बरनैं लागा।\nसुनतहिं सीता कर दुख भागा॥",
        "arth": "हनुमानजी श्रीराम के गुणों का वर्णन करने लगे, जिन्हें सुनते ही सीताजी का दुःख दूर हो गया।"
      },
      {
        "sequence": 6,
        "text": "लागीं सुनैं श्रवन मन लाई।\nआदिहु तें सब कथा सुनाई॥",
        "arth": "सीताजी कान और मन लगाकर सुनने लगीं और हनुमानजी ने आरंभ से सारी कथा कह सुनाई।"
      },
      {
        "sequence": 7,
        "text": "श्रवनामृत जेहिं कथा सुहाई।\nकहि सो प्रगट होति किन भाई॥",
        "arth": "सीताजी बोलीं—जिसने यह अमृतमयी कथा कही, वह हे भाई! प्रकट क्यों नहीं होता?"
      },
      {
        "sequence": 8,
        "text": "तब हनुमंत निकट चलि गयऊ।\nफिरि बैंठीं मन बिसमय भयऊ॥",
        "arth": "तब हनुमानजी पास आए। उन्हें देखकर सीताजी मुख फेरकर बैठ गईं और उनके मन में आश्चर्य हुआ।"
      },
      {
        "sequence": 9,
        "text": "राम दूत मैं मातु जानकी।\nसत्य सपथ करुनानिधान की॥",
        "arth": "हनुमानजी बोले—हे माता जानकी! मैं श्रीराम का दूत हूँ और करुणानिधान की सत्य शपथ खाता हूँ।"
      },
      {
        "sequence": 10,
        "text": "यह मुद्रिका मातु मैं आनी।\nदीन्हि राम तुम्ह कहँ सहिदानी॥",
        "arth": "हे माता! यह अंगूठी मैं ही लाया हूँ, जिसे श्रीराम ने आपकी पहचान के लिए दिया है।"
      },
      {
        "sequence": 11,
        "text": "नर बानरहि संग कहु कैसें।\nकहि कथा भइ संगति जैसें॥",
        "arth": "सीताजी ने पूछा—मनुष्य और वानर का संग कैसे हुआ? तब हनुमानजी ने सब कथा यथावत कह दी।"
      }
    ]
  },
  {
    "dohaNumber": 13,
    "doha": {
      "text": "कपि के बचन सप्रेम सुनि उपजा मन बिस्वास।\nजाना मन क्रम बचन यह कृपासिंधु कर दास॥",
      "arth": "हनुमानजी के प्रेमयुक्त वचन सुनकर सीताजी के मन में विश्वास उत्पन्न हुआ और उन्होंने जान लिया कि यह मन, वचन और कर्म से कृपासागर श्रीराम का दास है।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "हरिजन जानि प्रीति अति गाढ़ी।\nसजल नयन पुलकावलि बाढ़ी॥",
        "arth": "भगवान का सेवक जानकर सीताजी की प्रीति अत्यंत गाढ़ी हो गई और नेत्रों में प्रेमाश्रु भर आए।"
      },
      {
        "sequence": 2,
        "text": "बूड़त बिरह जलधि हनुमाना।\nभयउ तात मों कहुँ जलजाना॥",
        "arth": "सीताजी बोलीं—हे तात हनुमान! विरह-सागर में डूबती हुई मेरे लिए तुम जहाज बन गए हो।"
      },
      {
        "sequence": 3,
        "text": "अब कहु कुसल जाउँ बलिहारी।\nअनुज सहित सुख भवन खरारी॥",
        "arth": "अब मैं बलिहारी जाती हूँ—भाई लक्ष्मण सहित खर के शत्रु प्रभु का कुशल-मंगल बताओ।"
      },
      {
        "sequence": 4,
        "text": "कोमलचित कृपाल रघुराई।\nकपि केहि हेतु धरी निठुराई॥",
        "arth": "श्रीरघुनाथ तो कोमल हृदय और कृपालु हैं, फिर उन्होंने यह निष्ठुरता क्यों धारण की?"
      },
      {
        "sequence": 5,
        "text": "सहज बानि सेवक सुखदायक।\nकबहुँक सुरति करत रघुनायक॥",
        "arth": "सेवकों को सुख देना उनकी स्वाभाविक बान है—क्या वे कभी मेरी सुधि लेते हैं?"
      },
      {
        "sequence": 6,
        "text": "कबहुँ नयन मम सीतल ताता।\nहोइहहि निरखि स्याम मृदु गाता॥",
        "arth": "हे तात! क्या कभी उनके कोमल श्याम अंगों को देखकर मेरे नेत्र शीतल होंगे?"
      },
      {
        "sequence": 7,
        "text": "बचनु न आव नयन भरे बारी।\nअहह नाथ हौं निपट बिसारी॥",
        "arth": "वाणी नहीं निकलती, नेत्रों में आँसू भर आते हैं—हा नाथ! आपने मुझे पूरी तरह भुला दिया।"
      },
      {
        "sequence": 8,
        "text": "देखि परम बिरहाकुल सीता।\nबोला कपि मृदु बचन बिनीता॥",
        "arth": "सीताजी को अत्यंत विरहाकुल देखकर हनुमानजी कोमल और विनीत वचन बोले।"
      },
      {
        "sequence": 9,
        "text": "मातु कुसल प्रभु अनुज समेता।\nतव दुख दुखी सुकृपा निकेता॥",
        "arth": "हे माता! प्रभु लक्ष्मण सहित कुशल हैं, परंतु आपके दुःख से स्वयं दुःखी हैं।"
      },
      {
        "sequence": 10,
        "text": "जनि जननी मानहु जियँ ऊना।\nतुम्ह ते प्रेमु राम कें दूना॥",
        "arth": "हे माता! मन छोटा न कीजिए—श्रीराम के हृदय में आपसे दुगुना प्रेम है।"
      }
    ]
  },
  {
    "dohaNumber": 14,
    "doha": {
      "text": "रघुपति कर संदेसु अब सुनु जननी धरि धीर।\nअस कहि कपि गद गद भयउ भरे बिलोचन नीर॥",
      "arth": "हे माता! अब धैर्य धारण कर श्रीरघुनाथजी का संदेश सुनिए। ऐसा कहते हुए हनुमानजी प्रेम से गद्गद हो गए और उनके नेत्रों में आँसू भर आए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "कहेउ राम बियोग तव सीता।\nमो कहुँ सकल भए बिपरीता॥",
        "arth": "हनुमानजी बोले—श्रीराम ने कहा है कि हे सीते! तुम्हारे वियोग में मेरे लिए सब कुछ प्रतिकूल हो गया है।"
      },
      {
        "sequence": 2,
        "text": "नव तरु किसलय मनहुँ कृसानू।\nकालनिसा सम निसि ससि भानू॥",
        "arth": "नए पत्ते अग्नि समान प्रतीत होते हैं और रात्रि कालरात्रि के समान हो गई है।"
      },
      {
        "sequence": 3,
        "text": "कुबलय बिपिन कुंत बन सरिसा।\nबारिद तपत तेल जनु बरिसा॥",
        "arth": "कमल वन भालों के वन जैसे हो गए हैं और मेघ मानो खौलता तेल बरसा रहे हैं।"
      },
      {
        "sequence": 4,
        "text": "जे हित रहे करत तेइ पीरा।\nउरग स्वास सम त्रिबिध समीरा॥",
        "arth": "जो हितकारी थे वही पीड़ा देने लगे हैं और त्रिविध वायु सर्प के श्वास समान हो गई है।"
      },
      {
        "sequence": 5,
        "text": "कहेहू तें कछु दुख घटि होई।\nकाहि कहौं यह जान न कोई॥",
        "arth": "दुःख कह देने से भी कुछ कम हो जाता है, पर कहूँ किससे—यह कोई नहीं जानता।"
      },
      {
        "sequence": 6,
        "text": "तत्व प्रेम कर मम अरु तोरा।\nजानत प्रिया एकु मनु मोरा॥",
        "arth": "हे प्रिये! हमारे प्रेम का तत्त्व केवल मेरा मन ही जानता है।"
      },
      {
        "sequence": 7,
        "text": "सो मनु सदा रहत तोहि पाहीं।\nजानु प्रीति रसु एतेनहि माहीं॥",
        "arth": "वह मन सदा तुम्हारे पास रहता है—मेरे प्रेम का सार बस इतना ही समझो।"
      },
      {
        "sequence": 8,
        "text": "प्रभु संदेसु सुनत बैदेही।\nमगन प्रेम तन सुधि नहिं तेही॥",
        "arth": "प्रभु का संदेश सुनते ही जानकीजी प्रेम में मग्न हो गईं और उन्हें शरीर की सुध न रही।"
      },
      {
        "sequence": 9,
        "text": "कह कपि हृदयँ धीर धरु माता।\nसुमिरु राम सेवक सुखदाता॥",
        "arth": "हनुमानजी बोले—हे माता! धैर्य धारण करो और सेवकों को सुख देने वाले श्रीराम का स्मरण करो।"
      },
      {
        "sequence": 10,
        "text": "उर आनहु रघुपति प्रभुताई।\nसुनि मम बचन तजहु कदराई॥",
        "arth": "श्रीराम की प्रभुता को हृदय में धारण करो और मेरे वचन सुनकर कायरता त्याग दो।"
      }
    ]
  },
  {
    "dohaNumber": 15,
    "doha": {
      "text": "निसिचर निकर पतंग सम रघुपति बान कृसानु।\nजननी हृदयँ धीर धरु जरे निसाचर जानु॥",
      "arth": "राक्षस पतंगों के समान हैं और श्रीराम के बाण अग्नि के समान। हे माता! धैर्य धारण करो और राक्षसों को जला हुआ समझो।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "जौं रघुबीर होति सुधि पाई।\nकरते नहिं बिलंबु रघुराई॥",
        "arth": "यदि श्रीराम को समाचार मिला होता तो वे विलंब न करते।"
      },
      {
        "sequence": 2,
        "text": "रामबान रबि उएँ जानकी।\nतम बरूथ कहँ जातुधान की॥",
        "arth": "हे जानकी! रामबाण रूपी सूर्य के उदय पर राक्षसों की सेना रूपी अंधकार कहाँ टिक सकता है?"
      },
      {
        "sequence": 3,
        "text": "अबहिं मातु मैं जाउँ लवाई।\nप्रभु आयसु नहिं राम दोहाई॥",
        "arth": "हे माता! मैं आपको अभी ले जा सकता हूँ, पर श्रीराम की शपथ है—मुझे उनकी आज्ञा नहीं है।"
      },
      {
        "sequence": 4,
        "text": "कछुक दिवस जननी धरु धीरा।\nकपिन्ह सहित अइहहिं रघुबीरा॥",
        "arth": "हे माता! कुछ दिन और धैर्य रखिए—श्रीराम वानरों सहित यहाँ आएँगे।"
      },
      {
        "sequence": 5,
        "text": "निसिचर मारि तोहि लै जैहहिं।\nतिहुँ पुर नारदादि जसु गैहहिं॥",
        "arth": "राक्षसों को मारकर वे आपको ले जाएँगे और नारद आदि तीनों लोकों में उनका यश गाएँगे।"
      },
      {
        "sequence": 6,
        "text": "हैं सुत कपि सब तुम्हहि समाना।\nजातुधान अति भट बलवाना॥",
        "arth": "सीताजी बोलीं—हे पुत्र! सब वानर तुम्हारे समान छोटे होंगे और राक्षस अत्यंत बलवान योद्धा हैं।"
      },
      {
        "sequence": 7,
        "text": "मोरें हृदय परम संदेहा।\nसुनि कपि प्रगट कीन्हि निज देहा॥",
        "arth": "मेरे हृदय में बड़ा संदेह है—यह सुनकर हनुमानजी ने अपना विशाल स्वरूप प्रकट किया।"
      },
      {
        "sequence": 8,
        "text": "कनक भूधराकार सरीरा।\nसमर भयंकर अतिबल बीरा॥",
        "arth": "उनका शरीर स्वर्ण पर्वत के समान विशाल, युद्ध में भयानक और अत्यंत बलवान था।"
      },
      {
        "sequence": 9,
        "text": "सीता मन भरोस तब भयऊ।\nपुनि लघु रूप पवनसुत लयऊ॥",
        "arth": "यह देखकर सीताजी के मन में विश्वास उत्पन्न हुआ और हनुमानजी ने फिर छोटा रूप धारण कर लिया।"
      }
    ]
  },
  {
    "dohaNumber": 16,
    "doha": {
      "text": "सुनु माता साखामृग नहिं बल बुद्धि बिसाल।\nप्रभु प्रताप तें गरुड़हि खाइ परम लघु ब्याल॥",
      "arth": "हे माता! सुनो, वानरों में न तो बहुत बल है और न ही महान बुद्धि, परंतु प्रभु के प्रताप से अत्यंत छोटा सर्प भी गरुड़ को खा सकता है।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "मन संतोष सुनत कपि बानी।\nभगति प्रताप तेज बल सानी॥",
        "arth": "भक्ति, प्रताप, तेज और बल से युक्त हनुमानजी की वाणी सुनकर सीताजी के मन में संतोष हुआ।"
      },
      {
        "sequence": 2,
        "text": "आसिष दीन्हि रामप्रिय जाना।\nहोहु तात बल सील निधाना॥",
        "arth": "उन्होंने श्रीराम का प्रिय जानकर हनुमानजी को आशीर्वाद दिया कि हे तात! तुम बल और शील के निधान होओ।"
      },
      {
        "sequence": 3,
        "text": "अजर अमर गुननिधि सुत होहू।\nकरहुँ बहुत रघुनायक छोहू॥",
        "arth": "हे पुत्र! तुम अजर, अमर और गुणों के भंडार बनो। श्रीरघुनाथजी तुम पर बहुत कृपा करें।"
      },
      {
        "sequence": 4,
        "text": "करहुँ कृपा प्रभु अस सुनि काना।\nनिर्भर प्रेम मगन हनुमाना॥",
        "arth": "‘प्रभु कृपा करें’ ऐसा सुनते ही हनुमानजी प्रेम में पूर्णतः मग्न हो गए।"
      },
      {
        "sequence": 5,
        "text": "बार बार नाएसि पद सीसा।\nबोला बचन जोरि कर कीसा॥",
        "arth": "हनुमानजी ने बार-बार सीताजी के चरणों में सिर नवाया और फिर हाथ जोड़कर बोले।"
      },
      {
        "sequence": 6,
        "text": "अब कृतकृत्य भयउँ मैं माता।\nआसिष तव अमोघ बिख्याता॥",
        "arth": "हे माता! अब मैं कृतार्थ हो गया हूँ। आपका आशीर्वाद अमोघ और प्रसिद्ध है।"
      },
      {
        "sequence": 7,
        "text": "सुनहु मातु मोहि अतिसय भूखा।\nलागि देखि सुंदर फल रूखा॥",
        "arth": "हे माता! सुंदर फल वाले वृक्षों को देखकर मुझे अत्यधिक भूख लग आई है।"
      },
      {
        "sequence": 8,
        "text": "सुनु सुत करहिं बिपिन रखवारी।\nपरम सुभट रजनीचर भारी॥",
        "arth": "सीताजी बोलीं—हे पुत्र! इस वन की रखवाली अत्यंत बलवान राक्षस योद्धा करते हैं।"
      },
      {
        "sequence": 9,
        "text": "तिन्ह कर भय माता मोहि नाहीं।\nजौं तुम्ह सुख मानहु मन माहीं॥",
        "arth": "हनुमानजी बोले—हे माता! यदि आप प्रसन्न होकर आज्ञा दें, तो मुझे उनका कोई भय नहीं है।"
      }
    ]
  },
  {
    "dohaNumber": 17,
    "doha": {
      "text": "देखि बुद्धि बल निपुन कपि कहेउ जानकीं जाहु।\nरघुपति चरन हृदयँ धरि तात मधुर फल खाहु॥",
      "arth": "हनुमानजी को बुद्धि और बल में निपुण देखकर जानकीजी ने कहा—हे तात! श्रीरघुनाथजी के चरण हृदय में धारण कर मधुर फल खाओ।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "चलेउ नाइ सिरु पैठेउ बागा।\nफल खाएसि तरु तोरैं लागा॥",
        "arth": "हनुमानजी सिर नवाकर चले और बाग में प्रवेश कर फल खाने लगे तथा वृक्ष तोड़ने लगे।"
      },
      {
        "sequence": 2,
        "text": "रहे तहाँ बहु भट रखवारे।\nकछु मारेसि कछु जाइ पुकारे॥",
        "arth": "वहाँ बहुत से योद्धा रखवाले थे—कुछ को मार डाला और कुछ जाकर पुकार करने लगे।"
      },
      {
        "sequence": 3,
        "text": "नाथ एक आवा कपि भारी।\nतेहिं असोक बाटिका उजारी॥",
        "arth": "उन्होंने कहा—हे नाथ! एक बहुत बड़ा बंदर आया है जिसने अशोक वाटिका उजाड़ दी है।"
      },
      {
        "sequence": 4,
        "text": "खाएसि फल अरु बिटप उपारे।\nरच्छक मर्दि मर्दि महि डारे॥",
        "arth": "उसने फल खाए, वृक्ष उखाड़ डाले और रखवालों को मसल-मसलकर भूमि पर गिरा दिया।"
      },
      {
        "sequence": 5,
        "text": "सुनि रावन पठए भट नाना।\nतिन्हहि देखि गर्जेउ हनुमाना॥",
        "arth": "यह सुनकर रावण ने अनेक योद्धा भेजे। उन्हें देखकर हनुमानजी गर्जना करने लगे।"
      },
      {
        "sequence": 6,
        "text": "सब रजनीचर कपि संघारे।\nगए पुकारत कछु अधमारे॥",
        "arth": "हनुमानजी ने सभी राक्षसों को मार डाला, कुछ अधमरे बचकर चिल्लाते हुए भागे।"
      },
      {
        "sequence": 7,
        "text": "पुनि पठयउ तेहिं अच्छकुमारा।\nचला संग लै सुभट अपारा॥",
        "arth": "फिर रावण ने अक्षयकुमार को भेजा, जो असंख्य योद्धाओं को साथ लेकर चला।"
      },
      {
        "sequence": 8,
        "text": "आवत देखि बिटप गहि तर्जा।\nताहि निपाति महाधुनि गर्जा॥",
        "arth": "उसे आते देखकर हनुमानजी ने वृक्ष उठाकर ललकारा और उसे मारकर प्रचंड गर्जना की।"
      }
    ]
  },
  {
    "dohaNumber": 18,
    "doha": {
      "text": "कछु मारेसि कछु मर्देसि कछु मिलएसि धरि धूरि।\nकछु पुनि जाइ पुकारे प्रभु मर्कट बल भूरि॥",
      "arth": "हनुमानजी ने कुछ को मार डाला, कुछ को मसल दिया और कुछ को पकड़कर धूल में मिला दिया। कुछ जाकर पुकार करने लगे कि बंदर बहुत बलवान है।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "सुनि सुत बध लंकेस रिसाना।\nपठएसि मेघनाद बलवाना॥",
        "arth": "पुत्र का वध सुनकर रावण क्रोधित हुआ और उसने बलवान मेघनाद को भेजा।"
      },
      {
        "sequence": 2,
        "text": "मारसि जनि सुत बांधेसु ताही।\nदेखिअ कपिहि कहाँ कर आही॥",
        "arth": "उससे कहा—मारना नहीं, बाँधकर लाना, देखा जाए यह बंदर कहाँ का है।"
      },
      {
        "sequence": 3,
        "text": "चला इंद्रजित अतुलित जोधा।\nबंधु निधन सुनि उपजा क्रोधा॥",
        "arth": "इंद्रजित, जो अतुलनीय योद्धा था, भाई के वध का समाचार सुनकर क्रोधित होकर चला।"
      },
      {
        "sequence": 4,
        "text": "कपि देखा दारुन भट आवा।\nकटकटाइ गर्जा अरु धावा॥",
        "arth": "हनुमानजी ने भयानक योद्धा को आते देखा और कटकटाकर गर्जते हुए दौड़े।"
      },
      {
        "sequence": 5,
        "text": "अति बिसाल तरु एक उपारा।\nबिरथ कीन्ह लंकेस कुमारा॥",
        "arth": "हनुमानजी ने एक विशाल वृक्ष उखाड़ लिया और उससे मेघनाद का रथ तोड़ दिया।"
      },
      {
        "sequence": 6,
        "text": "रहे महाभट ताके संगा।\nगहि गहि कपि मर्दइ निज अंगा॥",
        "arth": "उसके साथ आए महावीर योद्धाओं को हनुमानजी पकड़-पकड़कर अपने शरीर से मसलने लगे।"
      },
      {
        "sequence": 7,
        "text": "तिन्हहि निपाति ताहि सन बाजा।\nभिरे जुगल मानहुँ गजराजा॥",
        "arth": "सबको गिराकर फिर मेघनाद से ऐसे भिड़े जैसे दो गजराज लड़ रहे हों।"
      },
      {
        "sequence": 8,
        "text": "मुठिका मारि चढ़ा तरु जाई।\nताहि एक छन मुरुछा आई॥",
        "arth": "हनुमानजी ने घूँसा मारकर वृक्ष पर चढ़ गए, जिससे मेघनाद क्षणभर मूर्छित हो गया।"
      },
      {
        "sequence": 9,
        "text": "उठि बहोरि कीन्हिसि बहु माया।\nजीति न जाइ प्रभंजन जाया॥",
        "arth": "फिर उठकर उसने बहुत माया रची, परंतु पवनपुत्र उससे जीते नहीं जा सके।"
      }
    ]
  },
  {
    "dohaNumber": 19,
    "doha": {
      "text": "ब्रह्म अस्त्र तेहिं साँधा कपि मन कीन्ह बिचार।\nजौं न ब्रह्मसर मानउँ महिमा मिटइ अपार॥",
      "arth": "अंत में मेघनाद ने ब्रह्मास्त्र का प्रयोग किया। तब हनुमानजी ने सोचा कि यदि ब्रह्मास्त्र का मान न रखा जाए तो उसकी अपार महिमा नष्ट हो जाएगी।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "ब्रह्मबान कपि कहुँ तेहि मारा।\nपरतिहुँ बार कटकु संघारा॥",
        "arth": "उसने हनुमानजी पर ब्रह्मबाण चलाया। गिरते समय भी हनुमानजी ने बहुत सी सेना मार डाली।"
      },
      {
        "sequence": 2,
        "text": "तेहिं देखा कपि मुरुछित भयऊ।\nनागपास बाँधेसि लै गयऊ॥",
        "arth": "हनुमानजी को मूर्छित देखकर उसने उन्हें नागपाश से बाँधकर ले गया।"
      },
      {
        "sequence": 3,
        "text": "जासु नाम जपि सुनहु भवानी।\nभव बंधन काटहिं नर ग्यानी॥",
        "arth": "शिवजी कहते हैं—हे भवानी! जिनका नाम जपकर ज्ञानी संसार के बंधन काट देते हैं।"
      },
      {
        "sequence": 4,
        "text": "तासु दूत कि बंध तरु आवा।\nप्रभु कारज लगि कपिहिं बँधावा॥",
        "arth": "उनका दूत क्या बंधन में आ सकता है? किंतु प्रभु के कार्य के लिए हनुमानजी ने स्वयं को बँधने दिया।"
      },
      {
        "sequence": 5,
        "text": "कपि बंधन सुनि निसिचर धाए।\nकौतुक लागि सभाँ सब आए॥",
        "arth": "हनुमानजी के बँधने का समाचार सुनकर राक्षस कौतुक देखने सभा में दौड़े।"
      },
      {
        "sequence": 6,
        "text": "दसमुख सभा दीखि कपि जाई।\nकहि न जाइ कछु अति प्रभुताई॥",
        "arth": "हनुमानजी ने रावण की सभा देखी, जिसकी प्रभुता का वर्णन नहीं किया जा सकता।"
      },
      {
        "sequence": 7,
        "text": "कर जोरें सुर दिसिप बिनीता।\nभृकुटि बिलोकत सकल सभीता॥",
        "arth": "देवता और दिक्पाल हाथ जोड़कर भयभीत होकर रावण की भौंहों की ओर देख रहे थे।"
      },
      {
        "sequence": 8,
        "text": "देखि प्रताप न कपि मन संका।\nजिमि अहिगन महुँ गरुड़ असंका॥",
        "arth": "इतना प्रताप देखकर भी हनुमानजी के मन में भय नहीं हुआ, जैसे सर्पों के बीच गरुड़ निर्भय रहता है।"
      }
    ]
  },
  {
    "dohaNumber": 20,
    "doha": {
      "text": "कपिहि बिलोकि दसानन बिहसा कहि दुर्बाद।\nसुत बध सुरति कीन्हि पुनि उपजा हृदयँ बिषाद॥",
      "arth": "हनुमानजी को देखकर रावण हँसते हुए दुर्वचन बोला, फिर पुत्र-वध का स्मरण हुआ तो उसके हृदय में विषाद छा गया।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "कह लंकेस कवन तैं कीसा।\nकेहिं के बल घालेहि बन खीसा॥",
        "arth": "रावण ने कहा—रे वानर! तू कौन है और किसके बल पर तूने इस वन को उजाड़ डाला?"
      },
      {
        "sequence": 2,
        "text": "की धौं श्रवन सुनेहि नहिं मोही।\nदेखउँ अति असंक सठ तोही॥",
        "arth": "क्या तूने कभी मेरा नाम नहीं सुना? रे शठ! मैं तुझे अत्यंत निडर देख रहा हूँ।"
      },
      {
        "sequence": 3,
        "text": "मारे निसिचर केहिं अपराधा।\nकहु सठ तोहि न प्रान कइ बाधा॥",
        "arth": "तूने किस अपराध में राक्षसों को मारा? क्या तुझे प्राण जाने का भय नहीं?"
      },
      {
        "sequence": 4,
        "text": "सुन रावन ब्रह्मांड निकाया।\nपाइ जासु बल बिरचित माया॥",
        "arth": "हनुमानजी बोले—हे रावण! सुन, जिनके बल से असंख्य ब्रह्मांडों की रचना होती है।"
      },
      {
        "sequence": 5,
        "text": "जाकें बल बिरंचि हरि ईसा।\nपालत सृजत हरत दससीसा॥",
        "arth": "जिनके बल से ब्रह्मा, विष्णु और महेश सृष्टि का सृजन, पालन और संहार करते हैं।"
      },
      {
        "sequence": 6,
        "text": "जा बल सीस धरत सहसानन।\nअंडकोस समेत गिरि कानन॥",
        "arth": "जिनके बल से सहस्रफणों वाले शेषजी समस्त ब्रह्मांड को पर्वतों सहित धारण करते हैं।"
      },
      {
        "sequence": 7,
        "text": "धरइ जो बिबिध देह सुरत्राता।\nतुम्ह ते सठन्ह सिखावनु दाता॥",
        "arth": "जो देवताओं की रक्षा के लिए विविध रूप धारण करते हैं और तुम्हारे जैसे मूर्खों को शिक्षा देते हैं।"
      },
      {
        "sequence": 8,
        "text": "हर कोदंड कठिन जेहि भंजा।\nतेहि समेत नृप दल मद गंजा॥",
        "arth": "जिन्होंने शिवजी के कठोर धनुष को तोड़ दिया और राजाओं के गर्व को चूर कर दिया।"
      },
      {
        "sequence": 9,
        "text": "खर दूषन त्रिसिरा अरु बाली।\nबधे सकल अतुलित बलसाली॥",
        "arth": "जिन्होंने खर, दूषण, त्रिशिरा और बालि जैसे अतुलनीय बलवानों का वध किया।"
      }
    ]
  },
  {
    "dohaNumber": 21,
    "doha": {
      "text": "जाके बल लवलेस तें जितेहु चराचर झारि।\nतासु दूत मैं जा करि हरि आनेहु प्रिय नारि॥",
      "arth": "जिनके लेशमात्र बल से तुमने समस्त चराचर जगत को जीत लिया और जिनकी प्रिय पत्नी को तुम हर लाए हो, मैं उन्हीं का दूत हूँ।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "जानउँ मैं तुम्हारि प्रभुताई।\nसहसबाहु सन परी लराई॥",
        "arth": "मैं तुम्हारी प्रभुता को भली-भाँति जानता हूँ। सहस्रबाहु से तुम्हारी लड़ाई हुई थी।"
      },
      {
        "sequence": 2,
        "text": "समर बालि सन करि जसु पावा।\nसुनि कपि बचन बिहसि बिहरावा॥",
        "arth": "बालि से युद्ध करके तुमने यश पाया था। हनुमानजी के वचन सुनकर रावण हँसकर टालने लगा।"
      },
      {
        "sequence": 3,
        "text": "खायउँ फल प्रभु लागी भूँखा।\nकपि सुभाव तें तोरेउँ रूखा॥",
        "arth": "हे स्वामी! मुझे भूख लगी थी, इसलिए फल खाए और वानर स्वभाव से वृक्ष तोड़ दिए।"
      },
      {
        "sequence": 4,
        "text": "सब कें देह परम प्रिय स्वामी।\nमारहिं मोहि कुमारग गामी॥",
        "arth": "हे स्वामी! देह सबको प्रिय होती है। जब कुमार्गगामी राक्षस मुझे मारने लगे—"
      },
      {
        "sequence": 5,
        "text": "जिन्ह मोहि मारा ते मैं मारे।\nतेहि पर बाँधेउ तनयँ तुम्हारे॥",
        "arth": "जिन्होंने मुझे मारा, उन्हें मैंने भी मारा। फिर तुम्हारे पुत्र ने मुझे बाँध लिया।"
      },
      {
        "sequence": 6,
        "text": "मोहि न कछु बाँधे कइ लाजा।\nकीन्ह चहउँ निज प्रभु कर काजा॥",
        "arth": "मुझे बाँधे जाने की कोई लज्जा नहीं है। मैं तो अपने प्रभु का कार्य करना चाहता था।"
      },
      {
        "sequence": 7,
        "text": "बिनती करउँ जोरि कर रावन।\nसुनहु मान तजि मोर सिखावन॥",
        "arth": "हे रावण! मैं हाथ जोड़कर विनती करता हूँ—अभिमान छोड़कर मेरी सीख सुनो।"
      },
      {
        "sequence": 8,
        "text": "देखहु तुम्ह निज कुलहि बिचारी।\nभ्रम तजि भजहु भगत भय हारी॥",
        "arth": "अपने कुल का विचार करो और भ्रम त्यागकर भक्तों के भय हरने वाले भगवान का भजन करो।"
      },
      {
        "sequence": 9,
        "text": "जाकें डर अति काल डेराई।\nजो सुर असुर चराचर खाई॥",
        "arth": "जिनके भय से समस्त चराचर को निगलने वाला काल भी डरता है।"
      },
      {
        "sequence": 10,
        "text": "तासों बयरु कबहुँ नहिं कीजै।\nमोरे कहें जानकी दीजै॥",
        "arth": "उनसे कभी वैर मत करो और मेरे कहने से जानकीजी को लौटा दो।"
      }
    ]
  },
  {
    "dohaNumber": 22,
    "doha": {
      "text": "प्रनतपाल रघुनायक करुना सिंधु खरारि।\nगएँ सरन प्रभु राखिहैं तव अपराध बिसारि॥",
      "arth": "शरणागतों के रक्षक, करुणा के समुद्र, खर के शत्रु श्री रघुनाथजी शरण जाने पर अपराध भुलाकर रक्षा करेंगे।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "राम चरन पंकज उर धरहू।\nलंका अचल राजु तुम्ह करहू॥",
        "arth": "श्रीराम के चरणकमलों को हृदय में धारण करो और लंका का अचल राज्य करो।"
      },
      {
        "sequence": 2,
        "text": "रिषि पुलिस्त जसु बिमल मंयका।\nतेहि ससि महुँ जनि होहु कलंका॥",
        "arth": "ऋषि पुलस्त्य का यश निर्मल चंद्रमा समान है—उसमें कलंक मत बनो।"
      },
      {
        "sequence": 3,
        "text": "राम नाम बिनु गिरा न सोहा।\nदेखु बिचारि त्यागि मद मोहा॥",
        "arth": "रामनाम के बिना वाणी शोभा नहीं देती। विचार कर मद-मोह त्यागो।"
      },
      {
        "sequence": 4,
        "text": "बसन हीन नहिं सोह सुरारी।\nसब भूषण भूषित बर नारी॥",
        "arth": "हे देवशत्रु! आभूषणों से सजी स्त्री भी वस्त्र बिना शोभा नहीं पाती।"
      },
      {
        "sequence": 5,
        "text": "राम बिमुख संपति प्रभुताई।\nजाइ रही पाई बिनु पाई॥",
        "arth": "रामविमुख की संपत्ति और प्रभुता भी अंततः नष्ट हो जाती है।"
      },
      {
        "sequence": 6,
        "text": "सजल मूल जिन्ह सरितन्ह नाहीं।\nबरषि गएँ पुनि तबहिं सुखाहीं॥",
        "arth": "जिन नदियों का मूल स्रोत नहीं होता, वे वर्षा बीतते ही सूख जाती हैं।"
      },
      {
        "sequence": 7,
        "text": "सुनु दसकंठ कहउँ पन रोपी।\nबिमुख राम त्राता नहिं कोपी॥",
        "arth": "हे दशानन! मैं प्रतिज्ञा से कहता हूँ—रामविमुख की रक्षा कोई नहीं करता।"
      },
      {
        "sequence": 8,
        "text": "संकर सहस बिष्नु अज तोही।\nसकहिं न राखि राम कर द्रोही॥",
        "arth": "हजारों शंकर, विष्णु और ब्रह्मा भी रामद्रोही की रक्षा नहीं कर सकते।"
      }
    ]
  },
  {
    "dohaNumber": 23,
    "doha": {
      "text": "मोहमूल बहु सूल प्रद त्यागहु तम अभिमान।\nभजहु राम रघुनायक कृपा सिंधु भगवान॥",
      "arth": "मोहमूलक अत्यंत पीड़ादायक तमरूप अभिमान त्यागकर कृपासागर भगवान श्रीराम का भजन करो।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "जदपि कहि कपि अति हित बानी।\nभगति बिबेक बिरति नय सानी॥",
        "arth": "हनुमानजी ने भक्ति, विवेक, वैराग्य और नीति से युक्त अत्यंत हितकारी वाणी कही।"
      },
      {
        "sequence": 2,
        "text": "बोला बिहसि महा अभिमानी।\nमिला हमहि कपि गुर बड़ ग्यानी॥",
        "arth": "फिर भी वह महान अभिमानी रावण हँसकर बोला—हमें बड़ा ज्ञानी गुरु मिल गया!"
      },
      {
        "sequence": 3,
        "text": "मृत्यु निकट आई खल तोही।\nलागेसि अधम सिखावन मोही॥",
        "arth": "रे दुष्ट! तेरी मृत्यु निकट है और तू मुझे शिक्षा देने चला है!"
      },
      {
        "sequence": 4,
        "text": "उलटा होइहि कह हनुमाना।\nमतिभ्रम तोर प्रगट मैं जाना॥",
        "arth": "हनुमानजी बोले—उलटा ही होगा। यह तेरा मतिभ्रम है, मैंने जान लिया है।"
      },
      {
        "sequence": 5,
        "text": "सुनि कपि बचन बहुत खिसिआना।\nबेगि न हरहुँ मूढ़ कर प्राना॥",
        "arth": "हनुमानजी के वचन सुनकर वह बहुत कुपित हुआ और बोला—इस मूर्ख का शीघ्र प्राण क्यों नहीं लेते?"
      },
      {
        "sequence": 6,
        "text": "सुनत निसाचर मारन धाए।\nसचिवन्ह सहित बिभीषनु आए॥",
        "arth": "राक्षस मारने दौड़े, तभी मंत्रियों सहित विभीषण वहाँ आ पहुँचे।"
      },
      {
        "sequence": 7,
        "text": "नाइ सीस करि बिनय बहूता।\nनीति बिरोध न मारिअ दूता॥",
        "arth": "विभीषण ने सिर नवाकर विनती की—दूत को मारना नीति के विरुद्ध है।"
      },
      {
        "sequence": 8,
        "text": "आन दंड कछु करिअ गोसाँई।\nसबहीं कहा मंत्र भल भाई॥",
        "arth": "कोई अन्य दंड दिया जाए—यह मंत्र सबको अच्छा लगा।"
      },
      {
        "sequence": 9,
        "text": "सुनत बिहसि बोला दसकंधर।\nअंग भंग करि पठइअ बंदर॥",
        "arth": "यह सुनकर रावण हँसते हुए बोला—अंग-भंग करके बंदर को भेज दो।"
      }
    ]
  },
  {
    "dohaNumber": 24,
    "doha": {
      "text": "कपि कें ममता पूँछ पर सबहि कहउँ समुझाइ।\nतेल बोरि पट बाँधि पुनि पावक देहु लगाइ॥",
      "arth": "मैं सबको समझाकर कहता हूँ कि बंदर की ममता पूँछ पर होती है। इसलिए तेल में कपड़ा भिगोकर पूँछ में बाँधकर आग लगा दो।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "पूँछहीन बानर तहँ जाइहि।\nतब सठ निज नाथहि लइ आइहि॥",
        "arth": "बिना पूँछ का यह बंदर वहाँ जाएगा और अपने स्वामी को ले आएगा।"
      },
      {
        "sequence": 2,
        "text": "जिन्ह कै कीन्हसि बहुत बड़ाई।\nदेखउँ मैं तिन्ह कै प्रभुताई॥",
        "arth": "जिनकी इसने बहुत बड़ाई की है, उनकी प्रभुता मैं देखना चाहता हूँ।"
      },
      {
        "sequence": 3,
        "text": "बचन सुनत कपि मन मुसुकाना।\nभइ सहाय सारद मैं जाना॥",
        "arth": "यह सुनकर हनुमानजी मुस्कुराए और समझ गए कि सरस्वती सहाय हुई हैं।"
      },
      {
        "sequence": 4,
        "text": "जातुधान सुनि रावन बचना।\nलागे रचैं मूढ़ सोइ रचना॥",
        "arth": "रावण की आज्ञा सुनकर मूर्ख राक्षस वही तैयारी करने लगे।"
      },
      {
        "sequence": 5,
        "text": "रहा न नगर बसन घृत तेला।\nबाढ़ी पूँछ कीन्ह कपि खेला॥",
        "arth": "नगर में कपड़ा, घी और तेल समाप्त हो गया और हनुमानजी ने पूँछ बढ़ा ली।"
      },
      {
        "sequence": 6,
        "text": "कौतुक कहँ आए पुरबासी।\nमारहिं चरन करहिं बहु हाँसी॥",
        "arth": "नगरवासी तमाशा देखने आए और हनुमानजी का उपहास करने लगे।"
      },
      {
        "sequence": 7,
        "text": "बाजहिं ढोल देहिं सब तारी।\nनगर फेरि पुनि पूँछ प्रजारी॥",
        "arth": "ढोल बजे, तालियाँ पिटीं और नगर में घुमाकर पूँछ में आग लगा दी गई।"
      },
      {
        "sequence": 8,
        "text": "पावक जरत देखि हनुमंता।\nभयउ परम लघु रुप तुरंता॥",
        "arth": "अग्नि जलती देखकर हनुमानजी तुरंत अत्यंत लघु रूप में हो गए।"
      },
      {
        "sequence": 9,
        "text": "निबुकि चढ़ेउ कपि कनक अटारीं।\nभई सभीत निसाचर नारीं॥",
        "arth": "बंधन से छूटकर वे सोने की अटारियों पर चढ़ गए और राक्षस स्त्रियाँ भयभीत हो गईं।"
      }
    ]
  },
  {
    "dohaNumber": 25,
    "doha": {
      "text": "हरि प्रेरित तेहि अवसर चले मरुत उनचास।\nअट्टहास करि गर्जा कपि बढ़ि लाग अकास॥",
      "arth": "उस समय भगवान की प्रेरणा से उनचास पवन चले। हनुमानजी अट्टहास कर गर्जे और आकाश में उछल पड़े।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "देह बिसाल परम हरुआई।\nमंदिर तें मंदिर चढ़ धाई॥",
        "arth": "देह विशाल होते हुए भी अत्यंत हल्की थी। वे एक महल से दूसरे महल पर दौड़ते रहे।"
      },
      {
        "sequence": 2,
        "text": "जरइ नगर भा लोग बिहाला।\nझपट लपट बहु कोटि कराला॥",
        "arth": "नगर जल उठा, लोग व्याकुल हो गए और आग की भयंकर लपटें फैल गईं।"
      },
      {
        "sequence": 3,
        "text": "तात मातु हा सुनिअ पुकारा।\nएहिं अवसर को हमहि उबारा॥",
        "arth": "हाय बाप! हाय माँ! इस समय हमें कौन बचाएगा—चारों ओर यही पुकार थी।"
      },
      {
        "sequence": 4,
        "text": "हम जो कहा यह कपि नहिं होई।\nबानर रूप धरें सुर कोई॥",
        "arth": "लोग बोले—हम पहले ही कह रहे थे, यह बंदर नहीं, कोई देवता है।"
      },
      {
        "sequence": 5,
        "text": "साधु अवग्या कर फलु ऐसा।\nजरइ नगर अनाथ कर जैसा॥",
        "arth": "साधु के अपमान का यही फल है कि नगर अनाथ की तरह जल रहा है।"
      },
      {
        "sequence": 6,
        "text": "जारा नगरु निमिष एक माहीं।\nएक बिभीषन कर गृह नाहीं॥",
        "arth": "हनुमानजी ने क्षणभर में पूरा नगर जला दिया, केवल विभीषण का घर बचा।"
      },
      {
        "sequence": 7,
        "text": "ता कर दूत अनल जेहिं सिरिजा।\nजरा न सो तेहि कारन गिरिजा॥",
        "arth": "शिवजी कहते हैं—हे पार्वती! अग्नि को बनाने वाले के दूत होने से हनुमानजी नहीं जले।"
      },
      {
        "sequence": 8,
        "text": "उलटि पलटि लंका सब जारी।\nकूदि परा पुनि सिंधु मझारी॥",
        "arth": "हनुमानजी ने उलट-पलटकर पूरी लंका जला दी और फिर समुद्र में कूद पड़े।"
      }
    ]
  },
  {
    "dohaNumber": 26,
    "doha": {
      "text": "पूँछ बुझाइ खोइ श्रम धरि लघु रूप बहोरि।\nजनकसुता के आगें ठाढ़ भयउ कर जोरि॥",
      "arth": "पूँछ की आग बुझाकर, थकान दूर करके और फिर छोटा रूप धारण कर हनुमानजी जानकीजी के सामने हाथ जोड़कर खड़े हो गए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "मातु मोहि दीजे कछु चीन्हा।\nजैसें रघुनायक मोहि दीन्हा॥",
        "arth": "हनुमानजी ने कहा—हे माता! मुझे कोई पहचान का चिह्न दीजिए, जैसे श्री रघुनाथजी ने मुझे दिया था।"
      },
      {
        "sequence": 2,
        "text": "चूड़ामनि उतारि तब दयऊ।\nहरष समेत पवनसुत लयऊ॥",
        "arth": "तब सीताजी ने चूड़ामणि उतारकर दी और हनुमानजी ने उसे हर्षपूर्वक ले लिया।"
      },
      {
        "sequence": 3,
        "text": "कहेहु तात अस मोर प्रनामा।\nसब प्रकार प्रभु पूरनकामा॥",
        "arth": "जानकीजी ने कहा—हे तात! मेरा प्रणाम इस प्रकार निवेदन करना कि प्रभु आप सब प्रकार से पूर्णकाम हैं।"
      },
      {
        "sequence": 4,
        "text": "दीन दयाल बिरिदु संभारी।\nहरहु नाथ मम संकट भारी॥",
        "arth": "तथापि दीनों पर दया करना आपका विरद है—हे नाथ! मेरे भारी संकट को दूर कीजिए।"
      },
      {
        "sequence": 5,
        "text": "तात सक्रसुत कथा सुनाएहु।\nबान प्रताप प्रभुहि समुझाएहु॥",
        "arth": "हे तात! इंद्रपुत्र जयंत की कथा सुनाना और प्रभु को उनके बाण का प्रताप स्मरण कराना।"
      },
      {
        "sequence": 6,
        "text": "मास दिवस महुँ नाथु न आवा।\nतौ पुनि मोहि जिअत नहिं पावा॥",
        "arth": "यदि महीने भर में नाथ नहीं आए तो मैं जीवित नहीं रह पाऊँगी।"
      },
      {
        "sequence": 7,
        "text": "कहु कपि केहि बिधि राखौं प्राना।\nतुम्हहू तात कहत अब जाना॥",
        "arth": "हे हनुमान! बताओ, मैं प्राण कैसे धारण करूँ? हे तात! तुम भी अब जाने को कह रहे हो।"
      },
      {
        "sequence": 8,
        "text": "तोहि देखि सीतलि भइ छाती।\nपुनि मो कहुँ सोइ दिनु सो राती॥",
        "arth": "तुम्हें देखकर मेरी छाती शीतल हुई थी, अब फिर वही दिन और वही रात मेरे लिए हैं।"
      }
    ]
  },
  {
    "dohaNumber": 27,
    "doha": {
      "text": "जनकसुतहि समुझाइ करि बहु बिधि धीरजु दीन्ह।\nचरन कमल सिरु नाइ कपि गवनु राम पहिं कीन्ह॥",
      "arth": "हनुमानजी ने जानकीजी को समझाकर बहुत प्रकार से धैर्य दिया और उनके चरणों में सिर नवाकर श्रीरामजी के पास चले।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "चलत महाधुनि गर्जेसि भारी।\nगर्भ स्त्रवहिं सुनि निसिचर नारी॥",
        "arth": "चलते समय उन्होंने भयानक गर्जना की, जिसे सुनकर राक्षस स्त्रियों के गर्भ गिर पड़े।"
      },
      {
        "sequence": 2,
        "text": "नाघि सिंधु एहि पारहि आवा।\nसबद किलकिला कपिन्ह सुनावा॥",
        "arth": "समुद्र लाँघकर वे इस पार आए और वानरों को किलकिला शब्द सुनाया।"
      },
      {
        "sequence": 3,
        "text": "हरषे सब बिलोकि हनुमाना।\nनूतन जन्म कपिन्ह तब जाना॥",
        "arth": "हनुमानजी को देखकर सब हर्षित हो गए और वानरों ने नया जन्म पाया हुआ समझा।"
      },
      {
        "sequence": 4,
        "text": "मुख प्रसन्न तन तेज बिराजा।\nकीन्हेसि रामचंद्र कर काजा॥",
        "arth": "उनका मुख प्रसन्न और शरीर तेजस्वी था, जिससे ज्ञात हुआ कि रामकार्य सिद्ध हुआ है।"
      },
      {
        "sequence": 5,
        "text": "मिले सकल अति भए सुखारी।\nतलफत मीन पाव जिमि बारी॥",
        "arth": "सब उनसे मिलकर अत्यंत सुखी हुए, जैसे तड़पती मछली को जल मिल जाए।"
      },
      {
        "sequence": 6,
        "text": "चले हरषि रघुनायक पासा।\nपूँछत कहत नवल इतिहासा॥",
        "arth": "सब हर्षित होकर नए-नए वृत्तांत पूछते हुए श्रीरामजी के पास चले।"
      },
      {
        "sequence": 7,
        "text": "तब मधुबन भीतर सब आए।\nअंगद संमत मधु फल खाए॥",
        "arth": "सब मधुवन में आए और अंगद की सम्मति से मधु और फल खाए।"
      },
      {
        "sequence": 8,
        "text": "रखवारे जब बरजन लागे।\nमुष्टि प्रहार हनत सब भागे॥",
        "arth": "जब रखवाले रोकने लगे तो घूँसों से मारते ही सब भाग गए।"
      }
    ]
  },
  {
    "dohaNumber": 28,
    "doha": {
      "text": "जाइ पुकारे ते सब बन उजार जुबराज।\nसुनि सुग्रीव हरष कपि करि आए प्रभु काज॥",
      "arth": "सबने जाकर सूचना दी कि युवराज अंगद वन उजाड़ रहे हैं। यह सुनकर सुग्रीव हर्षित हुए कि प्रभु का कार्य सिद्ध हुआ।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "जौं न होति सीता सुधि पाई।\nमधुबन के फल सकहिं कि खाई॥",
        "arth": "यदि सीताजी की खबर न मिली होती तो क्या वे मधुवन के फल खा सकते थे?"
      },
      {
        "sequence": 2,
        "text": "एहि बिधि मन बिचार कर राजा।\nआइ गए कपि सहित समाजा॥",
        "arth": "राजा सुग्रीव ऐसा विचार ही कर रहे थे कि वानर समाज सहित आ पहुँचे।"
      },
      {
        "sequence": 3,
        "text": "आइ सबन्हि नावा पद सीसा।\nमिलेउ सबन्हि अति प्रेम कपीसा॥",
        "arth": "सबने आकर सुग्रीव के चरणों में सिर नवाया और कपिराज प्रेम से मिले।"
      },
      {
        "sequence": 4,
        "text": "पूँछी कुसल कुसल पद देखी।\nराम कृपाँ भा काजु बिसेषी॥",
        "arth": "कुशल पूछने पर कहा गया—आपके चरण दर्शन से कुशल है; रामकृपा से विशेष कार्य हुआ।"
      },
      {
        "sequence": 5,
        "text": "नाथ काजु कीन्हेउ हनुमाना।\nराखे सकल कपिन्ह के प्राना॥",
        "arth": "हे नाथ! हनुमानजी ने ही सब कार्य किया और वानरों के प्राण बचाए।"
      },
      {
        "sequence": 6,
        "text": "सुनि सुग्रीव बहुरि तेहि मिलेऊ।\nकपिन्ह सहित रघुपति पहिं चलेऊ॥",
        "arth": "यह सुनकर सुग्रीव फिर हनुमानजी से मिले और वानरों सहित श्रीरामजी के पास चले।"
      },
      {
        "sequence": 7,
        "text": "राम कपिन्ह जब आवत देखा।\nकिएँ काजु मन हरष बिसेषा॥",
        "arth": "वानरों को कार्यसिद्ध होकर आते देखकर श्रीरामजी अत्यंत हर्षित हुए।"
      },
      {
        "sequence": 8,
        "text": "फटिक सिला बैठे द्वौ भाई।\nपरे सकल कपि चरनन्हि जाई॥",
        "arth": "दोनों भाई स्फटिक शिला पर बैठे थे; सब वानर उनके चरणों में गिर पड़े।"
      }
    ]
  },
  {
    "dohaNumber": 29,
    "doha": {
      "text": "प्रीति सहित सब भेटे रघुपति करुना पुंज।\nपूँछी कुसल नाथ अब कुसल देखि पद कंज॥",
      "arth": "करुणा के पुंज श्रीरामजी ने सबको प्रेम सहित गले लगाया और कुशल पूछी; चरण दर्शन से सब कुशल बताए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "जामवंत कह सुनु रघुराया।\nजा पर नाथ करहु तुम्ह दाया॥",
        "arth": "जाम्बवान ने कहा—हे रघुनाथ! जिस पर आप दया करते हैं—"
      },
      {
        "sequence": 2,
        "text": "ताहि सदा सुभ कुसल निरंतर।\nसुर नर मुनि प्रसन्न ता ऊपर॥",
        "arth": "उसका सदा कल्याण होता है और देव-मनुष्य-मुनि उससे प्रसन्न रहते हैं।"
      },
      {
        "sequence": 3,
        "text": "सोइ बिजई बिनई गुन सागर।\nतासु सुजसु त्रेलोक उजागर॥",
        "arth": "वही विजयी, विनयी और गुणसागर होता है; उसका यश तीनों लोकों में फैलता है।"
      },
      {
        "sequence": 4,
        "text": "प्रभु कीं कृपा भयउ सबु काजू।\nजन्म हमार सुफल भा आजू॥",
        "arth": "प्रभु की कृपा से सब कार्य सिद्ध हुआ; आज हमारा जन्म सफल हुआ।"
      },
      {
        "sequence": 5,
        "text": "नाथ पवनसुत कीन्हि जो करनी।\nसहसहुँ मुख न जाइ सो बरनी॥",
        "arth": "हे नाथ! पवनपुत्र ने जो कार्य किया, उसका हजार मुखों से भी वर्णन संभव नहीं।"
      },
      {
        "sequence": 6,
        "text": "पवनतनय के चरित सुहाए।\nजामवंत रघुपतिहि सुनाए॥",
        "arth": "तब जाम्बवान ने हनुमानजी के सुंदर चरित्र श्रीरामजी को सुनाए।"
      },
      {
        "sequence": 7,
        "text": "सुनत कृपानिधि मन अति भाए।\nपुनि हनुमान हरषि हियँ लाए॥",
        "arth": "वे चरित्र सुनकर श्रीरामजी अत्यंत प्रसन्न हुए और हर्ष से हनुमानजी को हृदय से लगाया।"
      },
      {
        "sequence": 8,
        "text": "कहहु तात केहि भाँति जानकी।\nरहति करति रच्छा स्वप्रान की॥",
        "arth": "फिर बोले—हे तात! कहो, जानकी किस प्रकार रहती हैं और प्राणों की रक्षा करती हैं?"
      }
    ]
  },
  {
    "dohaNumber": 30,
    "doha": {
      "text": "नाम पाहरु दिवस निसि ध्यान तुम्हार कपाट।\nलोचन निज पद जंत्रित जाहिं प्रान केहिं बाट॥",
      "arth": "हनुमानजी बोले—आपका नाम दिन-रात पहरा है, ध्यान द्वार है; नेत्र चरणों में लगे हैं, फिर प्राण जाएँ तो किस मार्ग से?"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "चलत मोहि चूड़ामनि दीन्ही।\nरघुपति हृदयँ लाइ सोइ लीन्ही॥",
        "arth": "चलते समय उन्होंने मुझे चूड़ामणि दी, जिसे श्रीरामजी ने हृदय से लगा लिया।"
      },
      {
        "sequence": 2,
        "text": "नाथ जुगल लोचन भरि बारी।\nबचन कहे कछु जनककुमारी॥",
        "arth": "हे नाथ! नेत्रों में जल भरकर जानकीजी ने मुझसे कुछ वचन कहे।"
      },
      {
        "sequence": 3,
        "text": "अनुज समेत गहेहु प्रभु चरना।\nदीन बंधु प्रनतारति हरना॥",
        "arth": "भाई सहित प्रभु के चरण पकड़कर कहना कि आप दीनबंधु और शरणागत दुःखहर्ता हैं।"
      },
      {
        "sequence": 4,
        "text": "मन क्रम बचन चरन अनुरागी।\nकेहि अपराध नाथ हौं त्यागी॥",
        "arth": "मैं मन-वचन-कर्म से आपके चरणों की अनुरागिणी हूँ—फिर किस अपराध से त्यागी गई?"
      },
      {
        "sequence": 5,
        "text": "अवगुन एक मोर मैं माना।\nबिछुरत प्रान न कीन्ह पयाना॥",
        "arth": "एक दोष मैं मानती हूँ कि वियोग होते ही मेरे प्राण नहीं निकले।"
      },
      {
        "sequence": 6,
        "text": "नाथ सो नयनन्हि को अपराधा।\nनिसरत प्रान करहिं हठि बाधा॥",
        "arth": "हे नाथ! यह नेत्रों का अपराध है जो प्राणों के निकलने में बाधा देते हैं।"
      },
      {
        "sequence": 7,
        "text": "बिरह अगिनि तनु तूल समीरा।\nस्वास जरइ छन माहिं सरीरा॥",
        "arth": "विरह अग्नि है, तन रूई है और श्वास पवन—जिससे शरीर क्षण में जल सकता है।"
      },
      {
        "sequence": 8,
        "text": "नयन स्त्रवहि जलु निज हित लागी।\nजरैं न पाव देह बिरहागी॥",
        "arth": "पर नेत्र जल बरसाते हैं, जिससे विरह की आग से देह जल नहीं पाती।"
      },
      {
        "sequence": 9,
        "text": "सीता के अति बिपति बिसाला।\nबिनहिं कहें भलि दीनदयाला॥",
        "arth": "सीताजी की विपत्ति अत्यंत बड़ी है—हे दीनदयालु! बिना कहे ही वह भली है।"
      }
    ]
  },
  {
    "dohaNumber": 31,
    "doha": {
      "text": "निमिष निमिष करुनानिधि जाहिं कलप सम बीति।\nबेगि चलिय प्रभु आनिअ भुज बल खल दल जीति॥",
      "arth": "हे करुणानिधान! उनका एक-एक क्षण कल्प के समान बीतता है। अतः हे प्रभु! शीघ्र चलिए और अपनी भुजाओं के बल से दुष्टों के दल को जीतकर सीताजी को ले आइए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "सुनि सीता दुख प्रभु सुख अयना।\nभरि आए जल राजिव नयना॥",
        "arth": "सीताजी का दुःख सुनकर सुखधाम प्रभु के कमल नेत्रों में जल भर आया।"
      },
      {
        "sequence": 2,
        "text": "बचन काँय मन मम गति जाही।\nसपनेहुँ बूझिअ बिपति कि ताही॥",
        "arth": "प्रभु बोले—जिसका मन, वचन और शरीर मेरी ही गति में है, उसे स्वप्न में भी विपत्ति कैसे हो सकती है?"
      },
      {
        "sequence": 3,
        "text": "कह हनुमंत बिपति प्रभु सोई।\nजब तव सुमिरन भजन न होई॥",
        "arth": "हनुमानजी बोले—हे प्रभु! विपत्ति तो वही है जब आपका स्मरण-भजन न हो।"
      },
      {
        "sequence": 4,
        "text": "केतिक बात प्रभु जातुधान की।\nरिपुहि जीति आनिबी जानकी॥",
        "arth": "हे प्रभो! राक्षसों की बात ही कितनी है? आप शत्रु को जीतकर जानकीजी को ले आएँगे।"
      },
      {
        "sequence": 5,
        "text": "सुनु कपि तोहि समान उपकारी।\nनहिं कोउ सुर नर मुनि तनुधारी॥",
        "arth": "प्रभु बोले—हे हनुमान! सुन, तेरे समान उपकारी कोई देवता, मनुष्य या मुनि नहीं है।"
      },
      {
        "sequence": 6,
        "text": "प्रति उपकार करौं का तोरा।\nसनमुख होइ न सकत मन मोरा॥",
        "arth": "मैं तेरा प्रत्युपकार क्या करूँ? मेरा मन भी तेरे सामने नहीं हो पाता।"
      },
      {
        "sequence": 7,
        "text": "सुनु सुत तोहि उरिन मैं नाहीं।\nदेखेउँ करि बिचार मन माहीं॥",
        "arth": "हे पुत्र! मैंने मन में विचार कर देखा है कि मैं तुझसे उऋण नहीं हो सकता।"
      },
      {
        "sequence": 8,
        "text": "पुनि पुनि कपिहि चितव सुरत्राता।\nलोचन नीर पुलक अति गाता॥",
        "arth": "देवताओं के रक्षक प्रभु बार-बार हनुमानजी की ओर देखते हैं; नेत्रों में जल और शरीर में पुलक छा जाता है।"
      }
    ]
  },
  {
    "dohaNumber": 32,
    "doha": {
      "text": "सुनि प्रभु बचन बिलोकि मुख गात हरषि हनुमंत।\nचरन परेउ प्रेमाकुल त्राहि त्राहि भगवंत॥",
      "arth": "प्रभु के वचन और उनके प्रसन्न मुख व पुलकित अंगों को देखकर हनुमानजी हर्षित हो गए और प्रेमाकुल होकर ‘त्राहि त्राहि’ कहते हुए चरणों में गिर पड़े।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "बार बार प्रभु चहइ उठावा।\nप्रेम मगन तेहि उठब न भावा॥",
        "arth": "प्रभु बार-बार उन्हें उठाना चाहते हैं, पर प्रेम में डूबे हनुमानजी को उठना अच्छा नहीं लगता।"
      },
      {
        "sequence": 2,
        "text": "प्रभु कर पंकज कपि कें सीसा।\nसुमिरि सो दसा मगन गौरीसा॥",
        "arth": "प्रभु का करकमल हनुमानजी के सिर पर है—उस दशा का स्मरण कर शंकरजी प्रेममग्न हो गए।"
      },
      {
        "sequence": 3,
        "text": "सावधान मन करि पुनि संकर।\nलागे कहन कथा अति सुंदर॥",
        "arth": "फिर मन को सावधान कर शंकरजी अत्यंत सुंदर कथा कहने लगे।"
      },
      {
        "sequence": 4,
        "text": "कपि उठाइ प्रभु हृदयँ लगावा।\nकर गहि परम निकट बैठावा॥",
        "arth": "प्रभु ने हनुमानजी को उठाकर हृदय से लगाया और हाथ पकड़कर बहुत निकट बैठाया।"
      },
      {
        "sequence": 5,
        "text": "कहु कपि रावन पालित लंका।\nकेहि बिधि दहेउ दुर्ग अति बंका॥",
        "arth": "प्रभु बोले—हे हनुमान! रावण द्वारा सुरक्षित लंका और उसके दुर्ग को तुमने कैसे जलाया?"
      },
      {
        "sequence": 6,
        "text": "प्रभु प्रसन्न जाना हनुमाना।\nबोला बचन बिगत अभिमाना॥",
        "arth": "हनुमानजी ने प्रभु को प्रसन्न जाना और अभिमानरहित वचन बोले।"
      },
      {
        "sequence": 7,
        "text": "साखामृग के बड़ि मनुसाई।\nसाखा तें साखा पर जाई॥",
        "arth": "वानर की यही बड़ी सामर्थ्य है कि वह एक डाल से दूसरी डाल पर चला जाए।"
      },
      {
        "sequence": 8,
        "text": "नाघि सिंधु हाटकपुर जारा।\nनिसिचर गन बिधि बिपिन उजारा॥",
        "arth": "मैंने समुद्र लाँघकर स्वर्णनगरी जलाई और राक्षसों को मारकर अशोक वन उजाड़ा।"
      },
      {
        "sequence": 9,
        "text": "सो सब तव प्रताप रघुराई।\nनाथ न कछू मोरि प्रभुताई॥",
        "arth": "हे रघुनाथ! यह सब आपका ही प्रताप है; इसमें मेरी प्रभुता कुछ भी नहीं।"
      }
    ]
  },
  {
    "dohaNumber": 33,
    "doha": {
      "text": "ता कहुँ प्रभु कछु अगम नहिं जा पर तुम्ह अनुकुल।\nतव प्रभावँ बड़वानलहि जारि सकइ खलु तूल॥",
      "arth": "हे प्रभु! जिस पर आप प्रसन्न हों, उसके लिए कुछ भी कठिन नहीं। आपके प्रभाव से रूई भी बड़वानल को जला सकती है।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "नाथ भगति अति सुखदायनी।\nदेहु कृपा करि अनपायनी॥",
        "arth": "हे नाथ! कृपा कर मुझे अत्यंत सुखदायक और अविनाशी भक्ति दीजिए।"
      },
      {
        "sequence": 2,
        "text": "सुनि प्रभु परम सरल कपि बानी।\nएवमस्तु तब कहेउ भवानी॥",
        "arth": "हनुमानजी की सरल वाणी सुनकर प्रभु श्रीराम ने ‘एवमस्तु’ कहा।"
      },
      {
        "sequence": 3,
        "text": "उमा राम सुभाउ जेहिं जाना।\nताहि भजनु तजि भाव न आना॥",
        "arth": "हे उमा! जिसने श्रीराम का स्वभाव जान लिया, उसे भजन छोड़कर और कुछ नहीं सुहाता।"
      },
      {
        "sequence": 4,
        "text": "यह संबाद जासु उर आवा।\nरघुपति चरन भगति सोइ पावा॥",
        "arth": "जिसके हृदय में यह स्वामी-सेवक संवाद उतर गया, वही रघुनाथजी की भक्ति पाता है।"
      },
      {
        "sequence": 5,
        "text": "सुनि प्रभु बचन कहहिं कपिबृंदा।\nजय जय जय कृपाल सुखकंदा॥",
        "arth": "प्रभु के वचन सुनकर वानरगण बोले—कृपालु आनंदकंद श्रीराम की जय हो।"
      },
      {
        "sequence": 6,
        "text": "तब रघुपति कपिपतिहि बोलावा।\nकहा चलैं कर करहु बनावा॥",
        "arth": "तब रघुनाथजी ने कपिराज सुग्रीव को बुलाकर चलने की तैयारी करने को कहा।"
      },
      {
        "sequence": 7,
        "text": "अब बिलंबु केहि कारन कीजे।\nतुरत कपिन्ह कहुँ आयसु दीजे॥",
        "arth": "अब विलंब क्यों? वानरों को तुरंत आज्ञा दी जाए।"
      },
      {
        "sequence": 8,
        "text": "कौतुक देखि सुमन बहु बरषी।\nनभ तें भवन चले सुर हरषी॥",
        "arth": "यह लीला देखकर देवताओं ने पुष्पवर्षा की और हर्षित होकर अपने लोक लौट गए।"
      }
    ]
  },
  {
    "dohaNumber": 34,
    "doha": {
      "text": "कपिपति बेगि बोलाए आए जूथप जूथ।\nनाना बरन अतुल बल बानर भालु बरूथ॥",
      "arth": "सुग्रीव ने शीघ्र वानरों को बुलाया। सेनापतियों के समूह आए—अनेक रंगों के अतुल बलवान वानर-भालू।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "प्रभु पद पंकज नावहिं सीसा।\nगरजहिं भालु महाबल कीसा॥",
        "arth": "वे प्रभु के चरणकमलों में सिर नवाते हैं; महाबलवान रीछ-वानर गरजते हैं।"
      },
      {
        "sequence": 2,
        "text": "देखी राम सकल कपि सेना।\nचितइ कृपा करि राजिव नैना॥",
        "arth": "श्रीराम ने समस्त वानरसेना देखी और कमल नेत्रों से कृपादृष्टि की।"
      },
      {
        "sequence": 3,
        "text": "राम कृपा बल पाइ कपिंदा।\nभए पच्छजुत मनहुँ गिरिंदा॥",
        "arth": "रामकृपा से बल पाकर श्रेष्ठ वानर पंखयुक्त पर्वत जैसे हो गए।"
      },
      {
        "sequence": 4,
        "text": "हरषि राम तब कीन्ह पयाना।\nसगुन भए सुंदर सुभ नाना॥",
        "arth": "तब श्रीराम हर्षित होकर चले; अनेक सुंदर शुभ शकुन हुए।"
      },
      {
        "sequence": 5,
        "text": "जासु सकल मंगलमय कीती।\nतासु पयान सगुन यह नीती॥",
        "arth": "जिनकी कीर्ति सर्वमंगलमयी है, उनके प्रस्थान में शकुन होना नीति है।"
      },
      {
        "sequence": 6,
        "text": "प्रभु पयान जाना बैदेहीं।\nफरकि बाम अँग जनु कहि देहीं॥",
        "arth": "प्रभु के प्रस्थान का संकेत जानकीजी को भी मिला; बायाँ अंग फड़का।"
      },
      {
        "sequence": 7,
        "text": "जोइ जोइ सगुन जानकिहि होई।\nअसगुन भयउ रावनहि सोई॥",
        "arth": "जानकीजी के शुभ शकुन रावण के लिए अपशकुन बने।"
      },
      {
        "sequence": 8,
        "text": "चला कटकु को बरनैं पारा।\nगर्जहि बानर भालु अपारा॥",
        "arth": "सेना चली—उसका वर्णन असंभव; असंख्य वानर-भालू गर्जना करते हैं।"
      },
      {
        "sequence": 9,
        "text": "नख आयुध गिरि पादपधारी।\nचले गगन महि इच्छाचारी॥",
        "arth": "नख ही जिनके शस्त्र हैं, पर्वत-वृक्ष धारण किए वे इच्छानुसार गगन-पथ से भी चलते हैं।"
      },
      {
        "sequence": 10,
        "text": "केहरिनाद भालु कपि करहीं।\nडगमगाहिं दिग्गज चिक्करहीं॥",
        "arth": "सिंहनाद से दिशाओं के हाथी डगमगाकर चिंघाड़ते हैं।"
      },
      {
        "sequence": 11,
        "text": "जय राम प्रबल प्रताप कोसल–\nनाथ गुन गन गावहीं॥",
        "arth": "वे ‘प्रबल प्रताप कोसलनाथ श्रीराम की जय’ कहते हुए गुणगान करते हैं।"
      }
    ]
  },
  {
    "dohaNumber": 35,
    "doha": {
      "text": "एहि बिधि जाइ कृपानिधि उतरे सागर तीर।\nजहँ तहँ लागे खान फल भालु बिपुल कपि बीर॥",
      "arth": "इस प्रकार कृपानिधान श्रीराम समुद्र तट पर पहुँचे। अनेक रीछ-वानर वीर जहाँ-तहाँ फल खाने लगे।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "उहाँ निसाचर रहहिं ससंका।\nजब ते जारि गयउ कपि लंका॥",
        "arth": "हनुमान द्वारा लंका दहन के बाद राक्षस भयभीत रहने लगे।"
      },
      {
        "sequence": 2,
        "text": "निज निज गृहँ सब करहिं बिचारा।\nनहिं निसिचर कुल केर उबारा॥",
        "arth": "सब अपने घरों में सोचते हैं कि अब राक्षस कुल का बचाव नहीं।"
      },
      {
        "sequence": 3,
        "text": "जासु दूत बल बरनि न जाई।\nतेहि आएँ पुर कवन भलाई॥",
        "arth": "जिसके दूत का बल अवर्णनीय है, उसके स्वयं आने पर क्या भलाई होगी?"
      },
      {
        "sequence": 4,
        "text": "दूतन्हि सन सुनि पुरजन बानी।\nमंदोदरी अधिक अकुलानी॥",
        "arth": "नगरवासियों की बातें सुनकर मंदोदरी अत्यंत व्याकुल हुई।"
      },
      {
        "sequence": 5,
        "text": "रहसि जोरि कर पति पग लागी।\nबोली बचन नीति रस पागी॥",
        "arth": "एकांत में वह पति के चरणों में पड़कर नीतिरसयुक्त वचन बोली।"
      },
      {
        "sequence": 6,
        "text": "कंत करष हरि सन परिहरहू।\nमोर कहा अति हित हियँ धरहु॥",
        "arth": "हे प्रियतम! श्रीहरि से विरोध छोड़ो और मेरे हितकर वचन को हृदय में धरो।"
      },
      {
        "sequence": 7,
        "text": "समुझत जासु दूत कइ करनी।\nस्त्रवहिं गर्भ रजनीचर घरनी॥",
        "arth": "जिनके दूत की करनी सोचते ही राक्षस स्त्रियों के गर्भ गिरते हैं।"
      },
      {
        "sequence": 8,
        "text": "तासु नारि निज सचिव बोलाई।\nपठवहु कंत जो चहहु भलाई॥",
        "arth": "यदि भला चाहते हो तो मंत्री को बुलाकर उसकी स्त्री सहित भेज दो।"
      },
      {
        "sequence": 9,
        "text": "तब कुल कमल बिपिन दुखदाई।\nसीता सीत निसा सम आई॥",
        "arth": "सीता तुम्हारे कुल-कमल वन के लिए शीतरात्रि समान दुःखदायी आई है।"
      },
      {
        "sequence": 10,
        "text": "सुनहु नाथ सीता बिनु दीन्हें।\nहित न तुम्हार संभु अज कीन्हें॥",
        "arth": "हे नाथ! सीता को लौटाए बिना शंभु और ब्रह्मा भी तुम्हारा हित नहीं कर सकते।"
      }
    ]
  },
  {
    "dohaNumber": 36,
    "doha": {
      "text": "राम बान अहि गन सरिस निकर निसाचर भेक।\nजब लगि ग्रसत न तब लगि जतनु करहु तजि टेक॥",
      "arth": "श्री रामजी के बाण सर्पों के समूह के समान हैं और राक्षसों के समूह मेंढकों के समान। जब तक वे उन्हें निगल न लें, तब तक हठ छोड़कर उपाय कर लो।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "श्रवन सुनी सठ ता करि बानी।\nबिहसा जगत बिदित अभिमानी॥",
        "arth": "मूर्ख और जगत-प्रसिद्ध अभिमानी रावण ने यह वाणी सुनकर खूब हँसी उड़ाई।"
      },
      {
        "sequence": 2,
        "text": "सभय सुभाउ नारि कर साचा।\nमंगल महुँ भय मन अति काचा॥",
        "arth": "स्त्रियों का स्वभाव भयभीत होता है—मंगल में भी डरती हो, तुम्हारा मन बहुत कच्चा है।"
      },
      {
        "sequence": 3,
        "text": "जौं आवइ मर्कट कटकाई।\nजिअहिं बिचारे निसिचर खाई॥",
        "arth": "यदि वानरों की सेना आएगी तो राक्षस उन्हें खाकर जीवित रहेंगे।"
      },
      {
        "sequence": 4,
        "text": "कंपहिं लोकप जाकी त्रासा।\nतासु नारि सभीत बड़ि हासा॥",
        "arth": "जिसके भय से लोकपाल काँपते हैं, उसकी स्त्री का डरना बड़ी हँसी की बात है।"
      },
      {
        "sequence": 5,
        "text": "अस कहि बिहसि ताहि उर लाई।\nचलेउ सभाँ ममता अधिकाई॥",
        "arth": "ऐसा कहकर रावण हँसते हुए उसे हृदय से लगाकर सभा में चला गया।"
      },
      {
        "sequence": 6,
        "text": "मंदोदरी हृदयँ कर चिंता।\nभयउ कंत पर बिधि बिपरीता॥",
        "arth": "मंदोदरी हृदय में चिंता करने लगी कि पति पर विधाता प्रतिकूल हो गए हैं।"
      },
      {
        "sequence": 7,
        "text": "बैठेउ सभाँ खबरि असि पाई।\nसिंधु पार सेना सब आई॥",
        "arth": "सभा में बैठते ही रावण को समाचार मिला कि शत्रु की सेना समुद्र पार आ गई है।"
      },
      {
        "sequence": 8,
        "text": "बूझेसि सचिव उचित मत कहहू।\nते सब हँसे मष्ट करि रहहू॥",
        "arth": "उसने मंत्रियों से उचित सलाह पूछी, वे सब हँसकर चुप रहने को बोले।"
      },
      {
        "sequence": 9,
        "text": "जितेहु सुरासुर तब श्रम नाहीं।\nनर बानर केहि लेखे माही॥",
        "arth": "देवता-राक्षस जीत लिए, तो मनुष्य और वानर किस गिनती में हैं?"
      }
    ]
  },
  {
    "dohaNumber": 37,
    "doha": {
      "text": "सचिव बैद गुर तीनि जौं प्रिय बोलहिं भय आस।\nराज धर्म तन तीनि कर होइ बेगिहीं नास॥",
      "arth": "यदि मंत्री, वैद्य और गुरु भय या लोभ से प्रिय बोलें, तो राज्य, शरीर और धर्म शीघ्र नष्ट हो जाते हैं।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "सोइ रावन कहुँ बनि सहाई।\nअस्तुति करहिं सुनाइ सुनाई॥",
        "arth": "रावण के साथ भी वही हुआ—मंत्री उसकी झूठी स्तुति करने लगे।"
      },
      {
        "sequence": 2,
        "text": "अवसर जानि बिभीषनु आवा।\nभ्राता चरन सीसु तेहिं नावा॥",
        "arth": "अवसर जानकर विभीषण आए और भाई के चरणों में सिर नवाया।"
      },
      {
        "sequence": 3,
        "text": "पुनि सिरु नाइ बैठ निज आसन।\nबोला बचन पाइ अनुसासन॥",
        "arth": "फिर आसन पर बैठकर आज्ञा पाकर बोले।"
      },
      {
        "sequence": 4,
        "text": "जौ कृपाल पूँछिहु मोहि बाता।\nमति अनुरुप कहउँ हित ताता॥",
        "arth": "हे कृपालु! आपने पूछा है तो मैं अपने विवेक से हित की बात कहता हूँ।"
      },
      {
        "sequence": 5,
        "text": "जो आपन चाहै कल्याना।\nसुजसु सुमति सुभ गति सुख नाना॥",
        "arth": "जो कल्याण, यश, सद्बुद्धि और सुख चाहता हो—"
      },
      {
        "sequence": 6,
        "text": "सो परनारि लिलार गोसाईं।\nतजउ चउथि के चंद कि नाई॥",
        "arth": "उसे परस्त्री के मुख को चौथ के चंद्रमा की तरह त्याग देना चाहिए।"
      },
      {
        "sequence": 7,
        "text": "चौदह भुवन एक पति होई।\nभूतद्रोह तिष्टइ नहिं सोई॥",
        "arth": "चौदह भुवनों का स्वामी भी प्राणियों से वैर कर स्थिर नहीं रह सकता।"
      },
      {
        "sequence": 8,
        "text": "गुन सागर नागर नर जोऊ।\nअलप लोभ भल कहइ न कोऊ॥",
        "arth": "गुणी और चतुर मनुष्य भी यदि लोभी हो, तो कोई उसे अच्छा नहीं कहता।"
      }
    ]
  },
  {
    "dohaNumber": 38,
    "doha": {
      "text": "काम क्रोध मद लोभ सब नाथ नरक के पंथ।\nसब परिहरि रघुबीरहि भजहु भजहिं जेहि संत॥",
      "arth": "काम, क्रोध, मद और लोभ नरक के मार्ग हैं—इन्हें छोड़कर संतों द्वारा भजे जाने वाले श्रीराम को भजिए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "तात राम नहिं नर भूपाला।\nभुवनेस्वर कालहु कर काला॥",
        "arth": "राम केवल मनुष्यों के राजा नहीं—वे लोकों के स्वामी और काल के भी काल हैं।"
      },
      {
        "sequence": 2,
        "text": "ब्रह्म अनामय अज भगवंता।\nब्यापक अजित अनादि अनंता॥",
        "arth": "वे निरामय, अजन्मा, व्यापक, अजेय, अनादि-अनंत ब्रह्म हैं।"
      },
      {
        "sequence": 3,
        "text": "गो द्विज धेनु देव हितकारी।\nकृपासिंधु मानुष तनुधारी॥",
        "arth": "गो, ब्राह्मण और देवताओं के हित हेतु उन्होंने मनुष्य रूप धारण किया।"
      },
      {
        "sequence": 4,
        "text": "जन रंजन भंजन खल ब्राता।\nबेद धर्म रच्छक सुनु भ्राता॥",
        "arth": "वे भक्तों को आनंद देने वाले, दुष्टों का नाश करने वाले और वेद-धर्म के रक्षक हैं।"
      },
      {
        "sequence": 5,
        "text": "ताहि बयरु तजि नाइअ माथा।\nप्रनतारति भंजन रघुनाथा॥",
        "arth": "वैर त्यागकर मस्तक नवाइए—वे शरणागत के दुःख हरने वाले हैं।"
      },
      {
        "sequence": 6,
        "text": "देहु नाथ प्रभु कहुँ बैदेही।\nभजहु राम बिनु हेतु सनेही॥",
        "arth": "सीताजी को लौटा दीजिए और निष्काम स्नेही राम को भजिए।"
      },
      {
        "sequence": 7,
        "text": "सरन गएँ प्रभु ताहु न त्यागा।\nबिस्व द्रोह कृत अघ जेहि लागा॥",
        "arth": "समस्त जगत् से द्रोह करने वाला भी शरण आने पर त्यागा नहीं जाता।"
      },
      {
        "sequence": 8,
        "text": "जासु नाम त्रय ताप नसावन।\nसोइ प्रभु प्रगट समुझु जियँ रावन॥",
        "arth": "जिनका नाम तीनों तापों का नाश करता है—वे ही प्रभु साक्षात प्रकट हैं।"
      }
    ]
  },
  {
    "dohaNumber": 39,
    "doha": {
      "text": "बार बार पद लागउँ बिनय करउँ दससीस।\nपरिहरि मान मोह मद भजहु कोसलाधीस॥",
      "arth": "हे दशशीश! बार-बार चरणों में पड़कर विनती है—मान, मोह और मद त्यागकर श्रीराम का भजन करो।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "मुनि पुलस्ति निज सिष्य सन कहि पठई यह बात।\nतुरत सो मैं प्रभु सन कही पाइ सुअवसरु तात॥",
        "arth": "यह उपदेश मुनि पुलस्त्य ने शिष्य द्वारा भेजा था, जिसे अवसर पाकर मैंने कहा।"
      },
      {
        "sequence": 2,
        "text": "माल्यवंत अति सचिव सयाना।\nतासु बचन सुनि अति सुख माना॥",
        "arth": "बुद्धिमान मंत्री माल्यवान ने यह सुनकर प्रसन्नता व्यक्त की।"
      },
      {
        "sequence": 3,
        "text": "तात अनुज तव नीति बिभूषन।\nसो उर धरहु जो कहत बिभीषन॥",
        "arth": "हे तात! आपका अनुज नीति का भूषण है—उसकी बात हृदय में रखिए।"
      },
      {
        "sequence": 4,
        "text": "रिपु उतकरष कहत सठ दोऊ।\nदूरि न करहु इहाँ हइ कोऊ॥",
        "arth": "रावण बोला—ये दोनों शत्रु की महिमा गा रहे हैं, इन्हें हटाओ।"
      },
      {
        "sequence": 5,
        "text": "माल्यवंत गृह गयउ बहोरी।\nकहइ बिभीषनु पुनि कर जोरी॥",
        "arth": "माल्यवान लौट गया, विभीषण फिर हाथ जोड़कर बोले।"
      },
      {
        "sequence": 6,
        "text": "सुमति कुमति सब कें उर रहहीं।\nनाथ पुरान निगम अस कहहीं॥",
        "arth": "वेद-पुराण कहते हैं—सुबुद्धि और कुबुद्धि दोनों हृदय में रहती हैं।"
      },
      {
        "sequence": 7,
        "text": "जहाँ सुमति तहँ संपति नाना।\nजहाँ कुमति तहँ बिपति निदाना॥",
        "arth": "जहाँ सुबुद्धि है वहाँ संपदा है, जहाँ कुबुद्धि है वहाँ विपत्ति।"
      },
      {
        "sequence": 8,
        "text": "तव उर कुमति बसी बिपरीता।\nहित अनहित मानहु रिपु प्रीता॥",
        "arth": "आपके हृदय में कुबुद्धि है—आप हित को अहित समझते हैं।"
      },
      {
        "sequence": 9,
        "text": "कालराति निसिचर कुल केरी।\nतेहि सीता पर प्रीति घनेरी॥",
        "arth": "जो राक्षस कुल के लिए कालरात्रि है—उसी सीता पर आपकी आसक्ति है।"
      }
    ]
  },
  {
    "dohaNumber": 40,
    "doha": {
      "text": "तात चरन गहि मागउँ राखहु मोर दुलार।\nसीत देहु राम कहुँ अहित न होइ तुम्हार॥",
      "arth": "हे तात! चरण पकड़कर विनती करता हूँ—मेरा स्नेह मानिए और सीता रामजी को लौटा दीजिए, इससे आपका अहित नहीं होगा।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "बुध पुरान श्रुति संमत बानी।\nकही बिभीषन नीति बखानी॥",
        "arth": "वेद-पुराण सम्मत नीति विभीषण ने कही।"
      },
      {
        "sequence": 2,
        "text": "सुनत दसानन उठा रिसाई।\nखल तोहि निकट मुत्यु अब आई॥",
        "arth": "यह सुनकर रावण क्रोधित हुआ और बोला—तेरी मृत्यु निकट है।"
      },
      {
        "sequence": 3,
        "text": "जिअसि सदा सठ मोर जिआवा।\nरिपु कर पच्छ मूढ़ तोहि भावा॥",
        "arth": "तू मेरे अन्न से पलता है, फिर भी शत्रु का पक्ष लेता है।"
      },
      {
        "sequence": 4,
        "text": "कहसि न खल अस को जग माहीं।\nभुज बल जाहि जिता मैं नाही॥",
        "arth": "कौन है जिसे मैंने भुजबल से न जीता हो?"
      },
      {
        "sequence": 5,
        "text": "मम पुर बसि तपसिन्ह पर प्रीती।\nसठ मिलु जाइ तिन्हहि कहु नीती॥",
        "arth": "मेरे नगर में रहकर तपस्वियों से प्रेम करता है—उनसे ही नीति कह।"
      },
      {
        "sequence": 6,
        "text": "अस कहि कीन्हेसि चरन प्रहारा।\nअनुज गहे पद बारहिं बारा॥",
        "arth": "ऐसा कहकर रावण ने लात मारी, फिर भी विभीषण चरण पकड़ते रहे।"
      },
      {
        "sequence": 7,
        "text": "उमा संत कइ इहइ बड़ाई।\nमंद करत जो करइ भलाई॥",
        "arth": "हे उमा! संत की यही महिमा है—बुराई सहकर भी भलाई करना।"
      },
      {
        "sequence": 8,
        "text": "तुम्ह पितु सरिस भलेहिं मोहि मारा।\nरामु भजें हित नाथ तुम्हारा॥",
        "arth": "आप पिता समान हैं—मारा सो भी भला, पर आपका हित राम-भजन में है।"
      },
      {
        "sequence": 9,
        "text": "सचिव संग लै नभ पथ गयऊ।\nसबहि सुनाइ कहत अस भयऊ॥",
        "arth": "इतना कहकर विभीषण मंत्रियों सहित आकाश मार्ग से चले गए।"
      }
    ]
  },
  {
    "dohaNumber": 41,
    "doha": {
      "text": "रामु सत्यसंकल्प प्रभु सभा कालबस तोरि।\nमै रघुबीर सरन अब जाउँ देहु जनि खोरि॥",
      "arth": "श्री रामजी सत्यसंकल्प एवं सर्वसमर्थ प्रभु हैं और तुम्हारी सभा काल के वश है। अतः मैं अब श्री रघुवीर की शरण जाता हूँ, मुझे दोष मत देना।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "अस कहि चला बिभीषनु जबहीं।\nआयूहीन भए सब तबहीं॥",
        "arth": "ऐसा कहकर जैसे ही विभीषण चले, वैसे ही सब राक्षस आयुहीन हो गए।"
      },
      {
        "sequence": 2,
        "text": "साधु अवग्या तुरत भवानी।\nकर कल्यान अखिल कै हानी॥",
        "arth": "शिवजी कहते हैं—हे भवानी! साधु का अपमान तुरंत ही समस्त कल्याण का नाश कर देता है।"
      },
      {
        "sequence": 3,
        "text": "रावन जबहिं बिभीषन त्यागा।\nभयउ बिभव बिनु तबहिं अभागा॥",
        "arth": "रावण ने जिस क्षण विभीषण का त्याग किया, उसी क्षण वह ऐश्वर्य से हीन हो गया।"
      },
      {
        "sequence": 4,
        "text": "चलेउ हरषि रघुनायक पाहीं।\nकरत मनोरथ बहु मन माहीं॥",
        "arth": "विभीषण हर्षित होकर अनेक मनोरथ मन में लिए श्री रघुनाथजी के पास चले।"
      },
      {
        "sequence": 5,
        "text": "देखिहउँ जाइ चरन जलजाता।\nअरुन मृदुल सेवक सुखदाता॥",
        "arth": "वे सोचते थे—मैं प्रभु के कोमल लाल चरणकमलों का दर्शन करूँगा, जो सेवकों को सुख देते हैं।"
      },
      {
        "sequence": 6,
        "text": "जे पद परसि तरी रिषिनारी।\nदंडक कानन पावनकारी॥",
        "arth": "जिन चरणों का स्पर्श पाकर अहल्या तर गईं और जिन्होंने दंडक वन को पवित्र किया।"
      },
      {
        "sequence": 7,
        "text": "जे पद जनकसुताँ उर लाए।\nकपट कुरंग संग धर धाए॥",
        "arth": "जिन चरणों को जानकीजी ने हृदय में धारण किया और जिनके लिए प्रभु कपटमृग के पीछे दौड़े।"
      },
      {
        "sequence": 8,
        "text": "हर उर सर सरोज पद जेई।\nअहोभाग्य मै देखिहउँ तेई॥",
        "arth": "जो शिवजी के हृदय-कमल में विराजते हैं—अहो! मेरा सौभाग्य है कि आज उन्हें देखूँगा।"
      }
    ]
  },
  {
    "dohaNumber": 42,
    "doha": {
      "text": "जिन्ह पायन्ह के पादुकन्हि भरतु रहे मन लाइ।\nते पद आजु बिलोकिहउँ इन्ह नयनन्हि अब जाइ॥",
      "arth": "जिन चरणों की पादुकाओं में भरतजी ने मन लगाया, आज उन्हीं चरणों को मैं अपने नेत्रों से देखूँगा।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "एहि बिधि करत सप्रेम बिचारा।\nआयउ सपदि सिंधु एहिं पारा॥",
        "arth": "इस प्रकार प्रेमपूर्वक विचार करते हुए वे शीघ्र ही समुद्र के इस पार आ पहुँचे।"
      },
      {
        "sequence": 2,
        "text": "कपिन्ह बिभीषनु आवत देखा।\nजाना कोउ रिपु दूत बिसेषा॥",
        "arth": "वानरों ने विभीषण को आते देखा और समझा कि शत्रु का कोई विशेष दूत है।"
      },
      {
        "sequence": 3,
        "text": "ताहि राखि कपीस पहिं आए।\nसमाचार सब ताहि सुनाए॥",
        "arth": "उसे रोककर वे सुग्रीव के पास आए और पूरा समाचार सुनाया।"
      },
      {
        "sequence": 4,
        "text": "कह सुग्रीव सुनहु रघुराई।\nआवा मिलन दसानन भाई॥",
        "arth": "सुग्रीव ने कहा—हे रघुनाथजी! रावण का भाई मिलने आया है।"
      },
      {
        "sequence": 5,
        "text": "कह प्रभु सखा बूझिऐ काहा।\nकहइ कपीस सुनहु नरनाहा॥",
        "arth": "प्रभु ने पूछा—हे सखा! तुम्हारी क्या राय है?"
      },
      {
        "sequence": 6,
        "text": "जानि न जाइ निसाचर माया।\nकामरूप केहि कारन आया॥",
        "arth": "सुग्रीव बोले—राक्षसों की माया अज्ञेय है, यह इच्छारूप क्यों आया है?"
      },
      {
        "sequence": 7,
        "text": "भेद हमार लेन सठ आवा।\nराखिअ बाँधि मोहि अस भावा॥",
        "arth": "यह हमारा भेद लेने आया है, अतः इसे बाँध रखना उचित है।"
      },
      {
        "sequence": 8,
        "text": "सखा नीति तुम्ह नीकि बिचारी।\nमम पन सरनागत भयहारी॥",
        "arth": "प्रभु बोले—नीति तो ठीक है, पर मेरा प्रण शरणागत का भय हरना है।"
      },
      {
        "sequence": 9,
        "text": "सुनि प्रभु बचन हरष हनुमाना।\nसरनागत बच्छल भगवाना॥",
        "arth": "प्रभु के वचन सुनकर हनुमान हर्षित हुए—भगवान कितने शरणागतवत्सल हैं।"
      }
    ]
  },
  {
    "dohaNumber": 43,
    "doha": {
      "text": "सरनागत कहुँ जे तजहिं निज अनहित अनुमानि।\nते नर पावँर पापमय तिन्हहि बिलोकत हानि॥",
      "arth": "जो अपने अहित का अनुमान कर शरणागत को त्यागते हैं, वे पामर और पापमय हैं—उन्हें देखना भी हानिकारक है।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "कोटि बिप्र बध लागहिं जाहू।\nआएँ सरन तजउँ नहिं ताहू॥",
        "arth": "करोड़ों ब्राह्मणों की हत्या का दोषी भी शरण में आए तो मैं उसे नहीं त्यागता।"
      },
      {
        "sequence": 2,
        "text": "सनमुख होइ जीव मोहि जबहीं।\nजन्म कोटि अघ नासहिं तबहीं॥",
        "arth": "जीव जैसे ही मेरे सम्मुख होता है, उसके करोड़ों जन्मों के पाप नष्ट हो जाते हैं।"
      },
      {
        "sequence": 3,
        "text": "पापवंत कर सहज सुभाऊ।\nभजनु मोर तेहि भाव न काऊ॥",
        "arth": "पापी का स्वभाव होता है कि उसे मेरा भजन नहीं सुहाता।"
      },
      {
        "sequence": 4,
        "text": "जौं पै दुष्टहदय सोइ होई।\nमोरें सनमुख आव कि सोई॥",
        "arth": "यदि वह दुष्ट हृदय का होता, तो क्या मेरे सामने आता?"
      },
      {
        "sequence": 5,
        "text": "निर्मल मन जन सो मोहि पावा।\nमोहि कपट छल छिद्र न भावा॥",
        "arth": "निर्मल मन वाला ही मुझे पाता है; मुझे कपट और छल नहीं सुहाते।"
      },
      {
        "sequence": 6,
        "text": "भेद लेन पठवा दससीसा।\nतबहुँ न कछु भय हानि कपीसा॥",
        "arth": "यदि रावण ने उसे भेद लेने भेजा हो, तब भी हमें भय नहीं।"
      },
      {
        "sequence": 7,
        "text": "जग महुँ सखा निसाचर जेते।\nलछिमनु हनइ निमिष महुँ तेते॥",
        "arth": "जगत में जितने राक्षस हैं, लक्ष्मण उन्हें क्षणभर में मार सकते हैं।"
      },
      {
        "sequence": 8,
        "text": "जौं सभीत आवा सरनाई।\nरखिहउँ ताहि प्रान की नाई॥",
        "arth": "यदि वह भयभीत होकर शरण आया है, तो मैं उसे प्राणों की तरह रखूँगा।"
      }
    ]
  },
  {
    "dohaNumber": 44,
    "doha": {
      "text": "उभय भाँति तेहि आनहु हँसि कह कृपानिकेत।\nजय कृपाल कहि चले अंगद हनू समेत॥",
      "arth": "कृपानिधान प्रभु ने हँसकर कहा—दोनों ही प्रकार से उसे ले आओ। तब अंगद और हनुमान जय-जयकार करते चले।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "सादर तेहि आगें करि बानर।\nचले जहाँ रघुपति करुनाकर॥",
        "arth": "वानर विभीषण को आगे कर आदर सहित प्रभु के पास चले।"
      },
      {
        "sequence": 2,
        "text": "दूरिहि ते देखे द्वौ भ्राता।\nनयनानंद दान के दाता॥",
        "arth": "दूर से ही दोनों भाइयों को देखा, जो नेत्रों को आनंद देने वाले हैं।"
      },
      {
        "sequence": 3,
        "text": "बहुरि राम छबिधाम बिलोकी।\nरहेउ ठटुकि एकटक पल रोकी॥",
        "arth": "फिर राम की शोभा देखकर वे पलक झपकाए बिना देखते रह गए।"
      },
      {
        "sequence": 4,
        "text": "भुज प्रलंब कंजारुन लोचन।\nस्यामल गात प्रनत भय मोचन॥",
        "arth": "दीर्घ भुजाएँ, लाल कमल जैसे नेत्र और शरणागत भय हरने वाला साँवला शरीर।"
      },
      {
        "sequence": 5,
        "text": "सिंघ कंध आयत उर सोहा।\nआनन अमित मदन मन मोहा॥",
        "arth": "सिंह जैसे कंधे, विशाल वक्ष और मुख जो अनगिनत कामदेवों को मोहित करता है।"
      },
      {
        "sequence": 6,
        "text": "नयन नीर पुलकित अति गाता।\nमन धरि धीर कही मृदु बाता॥",
        "arth": "नेत्रों में अश्रु और शरीर पुलकित हुआ; धीरज धरकर कोमल वचन बोले।"
      },
      {
        "sequence": 7,
        "text": "नाथ दसानन कर मैं भ्राता।\nनिसिचर बंस जनम सुरत्राता॥",
        "arth": "हे नाथ! मैं रावण का भाई हूँ और राक्षस कुल में जन्मा हूँ।"
      },
      {
        "sequence": 8,
        "text": "सहज पापप्रिय तामस देहा।\nजथा उलूकहि तम पर नेहा॥",
        "arth": "मेरा तामसी शरीर है और पाप प्रिय हैं, जैसे उल्लू को अंधकार प्रिय है।"
      }
    ]
  },
  {
    "dohaNumber": 45,
    "doha": {
      "text": "श्रवन सुजसु सुनि आयउँ प्रभु भंजन भव भीर।\nत्राहि त्राहि आरति हरन सरन सुखद रघुबीर॥",
      "arth": "आपका यश सुनकर आया हूँ—आप भवभय नाशक हैं। हे शरणागत को सुख देने वाले रघुवीर! मेरी रक्षा कीजिए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "अस कहि करत दंडवत देखा।\nतुरत उठे प्रभु हरष बिसेषा॥",
        "arth": "दंडवत करते देख प्रभु अत्यंत हर्षित होकर उठे।"
      },
      {
        "sequence": 2,
        "text": "दीन बचन सुनि प्रभु मन भावा।\nभुज बिसाल गहि हृदयँ लगावा॥",
        "arth": "दीन वचन सुनकर प्रभु ने विशाल भुजाओं से पकड़कर हृदय से लगाया।"
      },
      {
        "sequence": 3,
        "text": "अनुज सहित मिलि ढिग बैठारी।\nबोले बचन भगत भयहारी॥",
        "arth": "लक्ष्मण सहित पास बैठाकर भक्त-भय-हर वचन बोले।"
      },
      {
        "sequence": 4,
        "text": "कहु लंकेस सहित परिवारा।\nकुसल कुठाहर बास तुम्हारा॥",
        "arth": "हे लंकेश! परिवार सहित कुशल कहो—तुम्हारा निवास बुरी जगह है।"
      },
      {
        "sequence": 5,
        "text": "खल मंडलीं बसहु दिनु राती।\nसखा धरम निबहइ केहि भाँती॥",
        "arth": "दिन-रात दुष्टों में रहते हो—ऐसे में धर्म कैसे निभता है?"
      },
      {
        "sequence": 6,
        "text": "मैं जानउँ तुम्हारि सब रीती।\nअति नय निपुन न भाव अनीती॥",
        "arth": "मैं तुम्हारे आचरण जानता हूँ—तुम नीतिनिपुण हो, अनीति नहीं सुहाती।"
      },
      {
        "sequence": 7,
        "text": "बरु भल बास नरक कर ताता।\nदुष्ट संग जनि देइ बिधाता॥",
        "arth": "नरक में रहना भी अच्छा है, पर दुष्ट का संग न मिले।"
      },
      {
        "sequence": 8,
        "text": "अब पद देखि कुसल रघुराया।\nजौं तुम्ह कीन्हि जानि जन दाया॥",
        "arth": "विभीषण बोले—आपके चरणों का दर्शन पाकर कुशल हूँ; आपने मुझे अपना मानकर दया की।"
      }
    ]
  },
  {
    "dohaNumber": 46,
    "doha": {
      "text": "तब लगि कुसल न जीव कहुँ सपनेहुँ मन बिश्राम।\nजब लगि भजत न राम कहुँ सोक धाम तजि काम॥",
      "arth": "जब तक जीव शोक के घर विषय-कामना को छोड़कर श्री रामजी को नहीं भजता, तब तक न उसे कुशल है और न स्वप्न में भी मन को शांति मिलती है।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "तब लगि हृदयँ बसत खल नाना।\nलोभ मोह मच्छर मद माना॥",
        "arth": "तभी तक हृदय में लोभ, मोह, मत्सर, मद और मान जैसे अनेक दुष्ट बसे रहते हैं।"
      },
      {
        "sequence": 2,
        "text": "जब लगि उर न बसत रघुनाथा।\nधरें चाप सायक कटि भाथा॥",
        "arth": "जब तक धनुष-बाण धारण किए हुए श्री रघुनाथजी हृदय में नहीं बसते।"
      },
      {
        "sequence": 3,
        "text": "ममता तरुन तमी अँधिआरी।\nराग द्वेष उलूक सुखकारी॥",
        "arth": "ममता घोर अँधेरी रात के समान है, जो राग-द्वेष रूपी उल्लुओं को सुख देती है।"
      },
      {
        "sequence": 4,
        "text": "तब लगि बसति जीव मन माहीं।\nजब लगि प्रभु प्रताप रबि नाहीं॥",
        "arth": "यह ममता तब तक जीव के मन में रहती है, जब तक प्रभु का प्रताप रूपी सूर्य उदित नहीं होता।"
      },
      {
        "sequence": 5,
        "text": "अब मैं कुसल मिटे भय भारे।\nदेखि राम पद कमल तुम्हारे॥",
        "arth": "हे राम! आपके चरणकमलों के दर्शन से अब मैं कुशल हूँ और मेरे सब भय मिट गए हैं।"
      },
      {
        "sequence": 6,
        "text": "तुम्ह कृपाल जा पर अनुकूला।\nताहि न ब्याप त्रिबिध भव सूला॥",
        "arth": "हे कृपालु! जिस पर आप अनुकूल होते हैं, उसे तीनों प्रकार के भवशूल नहीं सताते।"
      },
      {
        "sequence": 7,
        "text": "मैं निसिचर अति अधम सुभाऊ।\nसुभ आचरनु कीन्ह नहिं काऊ॥",
        "arth": "मैं अत्यंत नीच स्वभाव का राक्षस हूँ और मैंने कभी शुभ आचरण नहीं किया।"
      },
      {
        "sequence": 8,
        "text": "जासु रूप मुनि ध्यान न आवा।\nतेहिं प्रभु हरषि हृदयँ मोहि लावा॥",
        "arth": "जिनका रूप मुनियों के ध्यान में भी नहीं आता, उन्हीं प्रभु ने हर्षपूर्वक मुझे हृदय से लगाया।"
      }
    ]
  },
  {
    "dohaNumber": 47,
    "doha": {
      "text": "अहोभाग्य मम अमित अति राम कृपा सुख पुंज।\nदेखेउँ नयन बिरंचि सिब सेब्य जुगल पद कंज॥",
      "arth": "हे कृपा और सुख के पुंज श्री राम! मेरा सौभाग्य असीम है कि मैंने ब्रह्मा और शिवजी द्वारा सेवित आपके चरणकमल देखे।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "सुनहु सखा निज कहउँ सुभाऊ।\nजान भुसुंडि संभु गिरिजाऊ॥",
        "arth": "प्रभु बोले—हे सखा! मेरा स्वभाव सुनो, जिसे काकभुशुण्डि, शिव और पार्वती भी जानते हैं।"
      },
      {
        "sequence": 2,
        "text": "जौं नर होइ चराचर द्रोही।\nआवे सभय सरन तकि मोही॥",
        "arth": "यदि कोई चराचर जगत्‌ का द्रोही भी भयभीत होकर मेरी शरण आ जाए।"
      },
      {
        "sequence": 3,
        "text": "तजि मद मोह कपट छल नाना।\nकरउँ सद्य तेहि साधु समाना॥",
        "arth": "और मद, मोह तथा छल-कपट छोड़ दे, तो मैं उसे शीघ्र साधु के समान कर देता हूँ।"
      },
      {
        "sequence": 4,
        "text": "जननी जनक बंधु सुत दारा।\nतनु धनु भवन सुह्रद परिवारा॥",
        "arth": "माता, पिता, भाई, पुत्र, पत्नी, शरीर, धन, घर और मित्र—"
      },
      {
        "sequence": 5,
        "text": "सब कै ममता ताग बटोरी।\nमम पद मनहि बाँध बरि डोरी॥",
        "arth": "इन सबकी ममता की डोरियाँ समेटकर जो मन को मेरे चरणों में बाँध देता है।"
      },
      {
        "sequence": 6,
        "text": "समदरसी इच्छा कछु नाहीं।\nहरष सोक भय नहिं मन माहीं॥",
        "arth": "जो समदर्शी है, जिसकी कोई इच्छा नहीं और जिसके मन में हर्ष, शोक व भय नहीं।"
      },
      {
        "sequence": 7,
        "text": "अस सज्जन मम उर बस कैसें।\nलोभी हृदयँ बसइ धनु जैसें॥",
        "arth": "ऐसा सज्जन मेरे हृदय में वैसे ही बसता है, जैसे लोभी के हृदय में धन।"
      },
      {
        "sequence": 8,
        "text": "तुम्ह सारिखे संत प्रिय मोरें।\nधरउँ देह नहिं आन निहोरें॥",
        "arth": "तुम जैसे संत ही मुझे प्रिय हैं; मैं किसी और के निहोरे से देह धारण नहीं करता।"
      }
    ]
  },
  {
    "dohaNumber": 48,
    "doha": {
      "text": "सगुन उपासक परहित निरत नीति दृढ़ नेम।\nते नर प्रान समान मम जिन्ह कें द्विज पद प्रेम॥",
      "arth": "जो सगुण उपासक हैं, परहित में लगे हैं, नीति में दृढ़ हैं और ब्राह्मण चरणों से प्रेम रखते हैं, वे मुझे प्राणों के समान हैं।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "सुनु लंकेस सकल गुन तोरें।\nतातें तुम्ह अतिसय प्रिय मोरें॥",
        "arth": "हे लंकेश! ये सभी गुण तुम्हारे भीतर हैं, इसलिए तुम मुझे अत्यंत प्रिय हो।"
      },
      {
        "sequence": 2,
        "text": "राम बचन सुनि बानर जूथा।\nसकल कहहिं जय कृपा बरूथा॥",
        "arth": "राम के वचन सुनकर वानरगण जय-जयकार करने लगे।"
      },
      {
        "sequence": 3,
        "text": "सुनत बिभीषनु प्रभु कै बानी।\nनहिं अघात श्रवनामृत जानी॥",
        "arth": "प्रभु की वाणी को कानों का अमृत जानकर विभीषण तृप्त नहीं हो रहे थे।"
      },
      {
        "sequence": 4,
        "text": "पद अंबुज गहि बारहिं बारा।\nहृदयँ समात न प्रेमु अपारा॥",
        "arth": "वे बार-बार प्रभु के चरणकमल पकड़ते हैं, उनका अपार प्रेम हृदय में समाता नहीं।"
      },
      {
        "sequence": 5,
        "text": "सुनहु देव सचराचर स्वामी।\nप्रनतपाल उर अंतरजामी॥",
        "arth": "हे देव! हे चराचर जगत्‌ के स्वामी! हे शरणागत रक्षक! हे अंतर्यामी!"
      },
      {
        "sequence": 6,
        "text": "उर कछु प्रथम बासना रही।\nप्रभु पद प्रीति सरित सो बही॥",
        "arth": "मेरे हृदय की पूर्व वासनाएँ प्रभु चरणों की प्रेम-सरिता में बह गईं।"
      },
      {
        "sequence": 7,
        "text": "अब कृपाल निज भगति पावनी।\nदेहु सदा सिव मन भावनी॥",
        "arth": "अब कृपालु! सदा शिवजी को प्रिय लगने वाली अपनी पवित्र भक्ति दीजिए।"
      },
      {
        "sequence": 8,
        "text": "एवमस्तु कहि प्रभु रनधीरा।\nमागा तुरत सिंधु कर नीरा॥",
        "arth": "'एवमस्तु' कहकर रणधीर प्रभु ने तुरंत समुद्र का जल मँगवाया।"
      },
      {
        "sequence": 9,
        "text": "अस कहि राम तिलक तेहि सारा।\nसुमन बृष्टि नभ भई अपारा॥",
        "arth": "प्रभु ने विभीषण का राजतिलक किया और आकाश से पुष्पवर्षा हुई।"
      }
    ]
  },
  {
    "dohaNumber": 49,
    "doha": {
      "text": "रावन क्रोध अनल निज स्वास समीर प्रचंड।\nजरत बिभीषनु राखेउ दीन्हेउ राजु अखंड॥",
      "arth": "रावण के क्रोध रूपी अग्नि में जलते विभीषण को प्रभु ने बचाया और उसे अखंड राज्य दिया।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "जो संपति सिव रावनहि दीन्हि दिएँ दस माथ।\nसोइ संपदा बिभीषनहि सकुचि दीन्हि रघुनाथ॥",
        "arth": "शिवजी द्वारा रावण को दी गई वही संपत्ति प्रभु ने संकोचपूर्वक विभीषण को दी।"
      },
      {
        "sequence": 2,
        "text": "अस प्रभु छाड़ि भजहिं जे आना।\nते नर पसु बिनु पूँछ बिषाना॥",
        "arth": "ऐसे प्रभु को छोड़कर अन्य को भजने वाले बिना सींग-पूँछ के पशु हैं।"
      },
      {
        "sequence": 3,
        "text": "निज जन जानि ताहि अपनावा।\nप्रभु सुभाव कपि कुल मन भावा॥",
        "arth": "प्रभु ने विभीषण को अपना सेवक मानकर अपनाया; यह स्वभाव वानरों को प्रिय लगा।"
      },
      {
        "sequence": 4,
        "text": "पुनि सर्बग्य सर्ब उर बासी।\nसर्बरूप सब रहित उदासी॥",
        "arth": "फिर सर्वज्ञ, सर्वव्यापी, सर्वरूप और उदासीन प्रभु बोले।"
      },
      {
        "sequence": 5,
        "text": "बोले बचन नीति प्रतिपालक।\nकारन मनुज दनुज कुल घालक॥",
        "arth": "नीति का पालन करने वाले और राक्षस कुल का नाश करने वाले प्रभु बोले।"
      },
      {
        "sequence": 6,
        "text": "सुनु कपीस लंकापति बीरा।\nकेहि बिधि तरिअ जलधि गंभीरा॥",
        "arth": "हे सुग्रीव और लंकापति! यह गहरा समुद्र कैसे पार किया जाए?"
      },
      {
        "sequence": 7,
        "text": "संकुल मकर उरग झष जाती।\nअति अगाध दुस्तर सब भाँती॥",
        "arth": "यह समुद्र मगरों, सर्पों और मछलियों से भरा अत्यंत दुस्तर है।"
      },
      {
        "sequence": 8,
        "text": "कह लंकेस सुनहु रघुनायक।\nकोटि सिंधु सोषक तव सायक॥",
        "arth": "विभीषण बोले—हे रघुनाथ! आपका एक बाण करोड़ों समुद्र सुखा सकता है।"
      },
      {
        "sequence": 9,
        "text": "जद्यपि तदपि नीति असि गाई।\nबिनय करिअ सागर सन जाई॥",
        "arth": "फिर भी नीति यही कहती है कि पहले समुद्र से विनय की जाए।"
      }
    ]
  },
  {
    "dohaNumber": 50,
    "doha": {
      "text": "प्रभु तुम्हार कुलगुर जलधि कहिहि उपाय बिचारि।\nबिनु प्रयास सागर तरिहि सकल भालु कपि धारि॥",
      "arth": "हे प्रभु! समुद्र आपके कुलगुरु हैं, वे उपाय बताएँगे और वानर-भालु सेना सहज पार हो जाएगी।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "सखा कही तुम्ह नीकि उपाई।\nकरिअ दैव जौं होइ सहाई॥",
        "arth": "प्रभु बोले—यह उपाय उत्तम है, यदि दैव सहायक हो।"
      },
      {
        "sequence": 2,
        "text": "मंत्र न यह लछिमन मन भावा।\nराम बचन सुनि अति दुख पावा॥",
        "arth": "यह सलाह लक्ष्मण को नहीं जमी; राम की बात सुनकर वे दुःखी हुए।"
      },
      {
        "sequence": 3,
        "text": "नाथ दैव कर कवन भरोसा।\nसोषिअ सिंधु करिअ मन रोसा॥",
        "arth": "लक्ष्मण बोले—दैव का क्या भरोसा? क्रोध कर समुद्र सुखा डालिए।"
      },
      {
        "sequence": 4,
        "text": "कादर मन कहुँ एक अधारा।\nदैव दैव आलसी पुकारा॥",
        "arth": "दैव कायरों का सहारा है; आलसी ही दैव-दैव कहते हैं।"
      },
      {
        "sequence": 5,
        "text": "सुनत बिहसि बोले रघुबीरा।\nऐसेहिं करब धरहु मन धीरा॥",
        "arth": "यह सुनकर रघुवीर हँसकर बोले—ऐसा ही करेंगे, धैर्य रखो।"
      },
      {
        "sequence": 6,
        "text": "अस कहि प्रभु अनुजहि समुझाई।\nसिंधु समीप गए रघुराई॥",
        "arth": "भाई को समझाकर प्रभु समुद्र के समीप गए।"
      },
      {
        "sequence": 7,
        "text": "प्रथम प्रनाम कीन्ह सिरु नाई।\nबैठे पुनि तट दर्भ डसाई॥",
        "arth": "पहले प्रणाम किया, फिर तट पर कुश बिछाकर बैठे।"
      },
      {
        "sequence": 8,
        "text": "जबहिं बिभीषन प्रभु पहिं आए।\nपाछें रावन दूत पठाए॥",
        "arth": "इधर विभीषण आए, उधर रावण ने पीछे दूत भेजे।"
      }
    ]
  },
  {
    "dohaNumber": 51,
    "doha": {
      "text": "सकल चरित तिन्ह देखे धरें कपट कपि देह।\nप्रभु गुन हृदयँ सराहहिं सरनागत पर नेह॥",
      "arth": "कपट से वानर का शरीर धारण कर उन्होंने सब लीलाएँ देखीं और प्रभु के गुणों तथा शरणागत पर उनके प्रेम की हृदय से सराहना की।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "प्रगट बखानहिं राम सुभाऊ।\nअति सप्रेम गा बिसरि दुराऊ॥",
        "arth": "फिर वे प्रकट रूप में भी अत्यंत प्रेमपूर्वक श्री रामजी के स्वभाव की प्रशंसा करने लगे और अपना कपट-वेश भूल गए।"
      },
      {
        "sequence": 2,
        "text": "रिपु के दूत कपिन्ह तब जाने।\nसकल बाँधि कपीस पहिं आने॥",
        "arth": "वानरों ने समझ लिया कि ये शत्रु के दूत हैं और सबको बाँधकर सुग्रीव के पास ले आए।"
      },
      {
        "sequence": 3,
        "text": "कह सुग्रीव सुनहु सब बानर।\nअंग भंग करि पठवहु निसिचर॥",
        "arth": "सुग्रीव ने कहा—हे वानरों! सुनो, इन राक्षसों के अंग-भंग करके भेज दो।"
      },
      {
        "sequence": 4,
        "text": "सुनि सुग्रीव बचन कपि धाए।\nबाँधि कटक चहु पास फिराए॥",
        "arth": "सुग्रीव की आज्ञा सुनकर वानर दौड़े और दूतों को बाँधकर सेना के चारों ओर घुमाया।"
      },
      {
        "sequence": 5,
        "text": "बहु प्रकार मारन कपि लागे।\nदीन पुकारत तदपि न त्यागे॥",
        "arth": "वानर उन्हें अनेक प्रकार से मारने लगे; वे दीन होकर पुकारते थे, फिर भी नहीं छोड़े गए।"
      },
      {
        "sequence": 6,
        "text": "जो हमार हर नासा काना।\nतेहि कोसलाधीस कै आना॥",
        "arth": "तब दूत पुकारे—जो हमारे नाक-कान काटेगा, उसे कोसलाधीश श्री रामजी की सौगंध है।"
      },
      {
        "sequence": 7,
        "text": "सुनि लछिमन सब निकट बोलाए।\nदया लागि हँसि तुरत छोडाए॥",
        "arth": "यह सुनकर लक्ष्मणजी ने दया कर हँसते हुए सबको तुरंत छुड़ा दिया।"
      },
      {
        "sequence": 8,
        "text": "रावन कर दीजहु यह पाती।\nलछिमन बचन बाचु कुलघाती॥",
        "arth": "और कहा—यह चिट्ठी रावण को देना और कहना: हे कुलघातक! लक्ष्मण के वचन पढ़ो।"
      }
    ]
  },
  {
    "dohaNumber": 52,
    "doha": {
      "text": "कहेहु मुखागर मूढ़ सन मम संदेसु उदार।\nसीता देइ मिलहु न त आवा कालु तुम्हार॥",
      "arth": "उस मूर्ख से यह मेरा उदार संदेश कहना—सीताजी लौटा दो और प्रभु से मिलो, नहीं तो तुम्हारा अंत निकट है।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "तुरत नाइ लछिमन पद माथा।\nचले दूत बरनत गुन गाथा॥",
        "arth": "लक्ष्मणजी के चरणों में मस्तक नवाकर दूत श्री राम के गुण गाते हुए चल दिए।"
      },
      {
        "sequence": 2,
        "text": "कहत राम जसु लंकाँ आए।\nरावन चरन सीस तिन्ह नाए॥",
        "arth": "राम का यश कहते हुए वे लंका पहुँचे और रावण के चरणों में सिर नवाया।"
      },
      {
        "sequence": 3,
        "text": "बिहसि दसानन पूँछी बाता।\nकहसि न सुक आपनि कुसलाता॥",
        "arth": "रावण ने हँसकर पूछा—अरे शुक! अपनी कुशल क्यों नहीं कहता?"
      },
      {
        "sequence": 4,
        "text": "पुनि कहु खबरि बिभीषन केरी।\nजाहि मृत्यु आई अति नेरी॥",
        "arth": "फिर विभीषण का समाचार बता, जिसकी मृत्यु निकट आ गई है।"
      },
      {
        "sequence": 5,
        "text": "करत राज लंका सठ त्यागी।\nहोइहि जब कर कीट अभागी॥",
        "arth": "मूर्ख ने राज्य करते हुए लंका छोड़ दी; अब वह अभागा कीड़ा बनेगा।"
      },
      {
        "sequence": 6,
        "text": "पुनि कहु भालु कीस कटकाई।\nकठिन काल प्रेरित चलि आई॥",
        "arth": "फिर भालुओं और वानरों की सेना का हाल बता, जो कठिन काल से प्रेरित होकर आई है।"
      },
      {
        "sequence": 7,
        "text": "जिन्ह के जीवन कर रखवारा।\nभयउ मृदुल चित सिंधु बिचारा॥",
        "arth": "जिनके जीवन का रक्षक कोमल-चित्त समुद्र बन गया है।"
      },
      {
        "sequence": 8,
        "text": "कहु तपसिन्ह कै बात बहोरी।\nजिन्ह के हृदयँ त्रास अति मोरी॥",
        "arth": "फिर उन तपस्वियों की बात बता, जिनके हृदय में मेरा अत्यंत भय है।"
      }
    ]
  },
  {
    "dohaNumber": 53,
    "doha": {
      "text": "की भइ भेंट कि फिरि गए श्रवन सुजसु सुनि मोर।\nकहसि न रिपु दल तेज बल बहुत चकित चित तोर॥",
      "arth": "उनसे भेंट हुई या वे मेरा यश सुनकर लौट गए? शत्रु सेना का तेज-बल क्यों नहीं कहता? तेरा मन बहुत चकित है।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "नाथ कृपा करि पूँछेहु जैसें।\nमानहु कहा क्रोध तजि तैसें॥",
        "arth": "दूत बोला—हे नाथ! आपने कृपा से पूछा है, वैसे ही क्रोध त्यागकर मेरी बात मानिए।"
      },
      {
        "sequence": 2,
        "text": "मिला जाइ जब अनुज तुम्हारा।\nजातहिं राम तिलक तेहि सारा॥",
        "arth": "आपका छोटा भाई रामजी से मिला और तुरंत उनका राजतिलक हो गया।"
      },
      {
        "sequence": 3,
        "text": "रावन दूत हमहि सुनि काना।\nकपिन्ह बाँधि दीन्हे दुख नाना॥",
        "arth": "हम रावण के दूत हैं, यह सुनकर वानरों ने हमें बाँधकर अनेक कष्ट दिए।"
      },
      {
        "sequence": 4,
        "text": "श्रवन नासिका काटै लागे।\nराम सपथ दीन्हे हम त्यागे॥",
        "arth": "नाक-कान काटने लगे, पर राम की शपथ देने पर छोड़ दिया।"
      },
      {
        "sequence": 5,
        "text": "पूँछिहु नाथ राम कटकाई।\nबदन कोटि सत बरनि न जाई॥",
        "arth": "हे नाथ! राम की सेना सौ करोड़ मुखों से भी वर्णन नहीं की जा सकती।"
      },
      {
        "sequence": 6,
        "text": "नाना बरन भालु कपि धारी।\nबिकटानन बिसाल भयकारी॥",
        "arth": "अनेक रंगों के भालु-वानर हैं, विशाल और भयानक।"
      },
      {
        "sequence": 7,
        "text": "जेहिं पुर दहेउ हतेउ सुत तोरा।\nसकल कपिन्ह महँ तेहि बलु थोरा॥",
        "arth": "जिसने नगर जलाया और आपके पुत्र को मारा, उसका बल सब वानरों में थोड़ा है।"
      },
      {
        "sequence": 8,
        "text": "अमित नाम भट कठिन कराला।\nअमित नाग बल बिपुल बिसाला॥",
        "arth": "अनगिनत नामों वाले कठोर और भयानक योद्धा हैं, जिनमें असंख्य हाथियों का बल है।"
      }
    ]
  },
  {
    "dohaNumber": 54,
    "doha": {
      "text": "द्विबिद मयंद नील नल अंगद गद बिकटासि।\nदधिमुख केहरि निसठ सठ जामवंत बलरासि॥",
      "arth": "द्विविद, मयंद, नील, नल, अंगद, गद, विकटास्य, दधिमुख, केसरी, निशठ, शठ और जाम्बवान्—ये सभी बल की राशि हैं।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "ए कपि सब सुग्रीव समाना।\nइन्ह सम कोटिन्ह गनइ को नाना॥",
        "arth": "ये सब वानर बल में सुग्रीव के समान हैं और इनके जैसे करोड़ों हैं।"
      },
      {
        "sequence": 2,
        "text": "राम कृपाँ अतुलित बल तिन्हहीं।\nतृन समान त्रेलोकहि गनहीं॥",
        "arth": "राम की कृपा से उनका बल अतुलनीय है, वे तीनों लोकों को तृण समझते हैं।"
      },
      {
        "sequence": 3,
        "text": "अस मैं सुना श्रवन दसकंधर।\nपदुम अठारह जूथप बंदर॥",
        "arth": "हे दशग्रीव! मैंने सुना है कि केवल वानरों के ही अठारह पद्म सेनापति हैं।"
      },
      {
        "sequence": 4,
        "text": "नाथ कटक महँ सो कपि नाहीं।\nजो न तुम्हहि जीतै रन माहीं॥",
        "arth": "हे नाथ! उस सेना में ऐसा कोई वानर नहीं जो युद्ध में आपको न जीत सके।"
      },
      {
        "sequence": 5,
        "text": "परम क्रोध मीजहिं सब हाथा।\nआयसु पै न देहिं रघुनाथा॥",
        "arth": "सब अत्यंत क्रोध से हाथ मीजते हैं, पर राम उन्हें आज्ञा नहीं देते।"
      },
      {
        "sequence": 6,
        "text": "सोषहिं सिंधु सहित झष ब्याला।\nपूरहीं न त भरि कुधर बिसाला॥",
        "arth": "वे समुद्र को मछलियों-सर्पों सहित सोख लेंगे या पर्वतों से भर देंगे।"
      },
      {
        "sequence": 7,
        "text": "मर्दि गर्द मिलवहिं दससीसा।\nऐसेइ बचन कहहिं सब कीसा॥",
        "arth": "और रावण को धूल में मिला देंगे—ऐसे वचन सब वानर कह रहे हैं।"
      },
      {
        "sequence": 8,
        "text": "गर्जहिं तर्जहिं सहज असंका।\nमानहु ग्रसन चहत हहिं लंका॥",
        "arth": "वे सहज ही निर्भय गरजते हैं, मानो लंका को निगलना चाहते हों।"
      }
    ]
  },
  {
    "dohaNumber": 55,
    "doha": {
      "text": "सहज सूर कपि भालु सब पुनि सिर पर प्रभु राम।\nरावन काल कोटि कहु जीति सकहिं संग्राम॥",
      "arth": "सब वानर-भालू सहज शूरवीर हैं और उनके ऊपर स्वयं प्रभु राम हैं; वे संग्राम में करोड़ों कालों को जीत सकते हैं।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "राम तेज बल बुधि बिपुलाई।\nसेष सहस सत सकहिं न गाई॥",
        "arth": "राम के तेज, बल और बुद्धि की महिमा को हजारों शेष भी नहीं गा सकते।"
      },
      {
        "sequence": 2,
        "text": "सक सर एक सोषि सत सागर।\nतव भ्रातहि पूँछेउ नय नागर॥",
        "arth": "वे एक बाण से सैकड़ों समुद्र सुखा सकते हैं, फिर भी नीति से आपके भाई से उपाय पूछा।"
      },
      {
        "sequence": 3,
        "text": "तासु बचन सुनि सागर पाहीं।\nमागत पंथ कृपा मन माहीं॥",
        "arth": "उनके वचन सुनकर वे समुद्र से मार्ग माँग रहे हैं, उनके मन में कृपा है।"
      },
      {
        "sequence": 4,
        "text": "सुनत बचन बिहसा दससीसा।\nजौं असि मति सहाय कृत कीसा॥",
        "arth": "यह सुनकर रावण हँसा—ऐसी बुद्धि है तभी तो वानरों को सहायक बनाया।"
      },
      {
        "sequence": 5,
        "text": "सहज भीरु कर बचन दृढ़ाई।\nसागर सन ठानी मचलाई॥",
        "arth": "स्वभाव से डरपोक विभीषण के वचन को प्रमाण मान समुद्र से हठ ठान लिया।"
      },
      {
        "sequence": 6,
        "text": "मूढ़ मृषा का करसि बड़ाई।\nरिपु बल बुद्धि थाह मैं पाई॥",
        "arth": "मूर्ख! झूठी बड़ाई क्यों करता है? मैंने शत्रु की थाह पा ली है।"
      },
      {
        "sequence": 7,
        "text": "सचिव सभीत बिभीषन जाकें।\nबिजय बिभूति कहाँ जग ताकें॥",
        "arth": "जिसका मंत्री विभीषण-जैसा डरपोक हो, उसे विजय कहाँ?"
      },
      {
        "sequence": 8,
        "text": "सुनि खल बचन दूत रिस बाढ़ी।\nसमय बिचारि पत्रिका काढ़ी॥",
        "arth": "रावण के वचन सुनकर दूत को क्रोध आया और उसने पत्रिका निकाली।"
      },
      {
        "sequence": 9,
        "text": "रामानुज दीन्ही यह पाती।\nनाथ बचाइ जुड़ावहु छाती॥",
        "arth": "उसने कहा—यह लक्ष्मणजी की दी हुई चिट्ठी है, इसे पढ़कर छाती ठंडी कीजिए।"
      },
      {
        "sequence": 10,
        "text": "बिहसि बाम कर लीन्ही रावन।\nसचिव बोलि सठ लाग बचावन॥",
        "arth": "रावण ने हँसकर बाएँ हाथ से पत्र ली और मंत्रियों से पढ़वाने लगा।"
      }
    ]
  },
  {
    "dohaNumber": 56,
    "doha": {
      "text": "बातन्ह मनहि रिझाइ सठ जनि घालसि कुल खीस।\nराम बिरोध न उबरसि सरन बिष्नु अज ईस॥",
      "arth": "हे मूर्ख! केवल बातों से मन को रिझाकर अपने कुल का नाश मत कर। श्री रामजी से विरोध करके विष्णु, ब्रह्मा और महेश की शरण में जाकर भी नहीं बचोगे।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "की तजि मान अनुज इव प्रभु पद पंकज भृंग।\nहोहि कि राम सरानल खल कुल सहित पतंग॥",
        "arth": "या तो अभिमान त्यागकर छोटे भाई विभीषण की भाँति प्रभु के चरण कमलों का भ्रमर बन जा, नहीं तो राम के बाण रूपी अग्नि में कुल सहित पतंगा बन जा।"
      },
      {
        "sequence": 2,
        "text": "सुनत सभय मन मुख मुसुकाई।\nकहत दसानन सबहि सुनाई॥",
        "arth": "पत्रिका सुनकर रावण मन में भयभीत हुआ, पर ऊपर से मुस्कराकर सबको सुनाने लगा।"
      },
      {
        "sequence": 3,
        "text": "भूमि परा कर गहत अकासा।\nलघु तापस कर बाग बिलासा॥",
        "arth": "जैसे कोई भूमि पर पड़ा आकाश पकड़ना चाहे, वैसे ही यह छोटा तपस्वी वाग्विलास करता है।"
      },
      {
        "sequence": 4,
        "text": "कह सुक नाथ सत्य सब बानी।\nसमुझहु छाड़ि प्रकृति अभिमानी॥",
        "arth": "शुक बोला—हे नाथ! अभिमान त्यागकर इन सब बातों को सत्य समझिए।"
      },
      {
        "sequence": 5,
        "text": "सुनहु बचन मम परिहरि क्रोधा।\nनाथ राम सन तजहु बिरोधा॥",
        "arth": "क्रोध त्यागकर मेरा वचन सुनिए और श्री राम से वैर छोड़ दीजिए।"
      },
      {
        "sequence": 6,
        "text": "अति कोमल रघुबीर सुभाऊ।\nजद्यपि अखिल लोक कर राऊ॥",
        "arth": "यद्यपि रघुवीर समस्त लोकों के स्वामी हैं, फिर भी उनका स्वभाव अत्यंत कोमल है।"
      },
      {
        "sequence": 7,
        "text": "मिलत कृपा तुम्ह पर प्रभु करिही।\nउर अपराध न एकउ धरिही॥",
        "arth": "मिलते ही प्रभु आप पर कृपा करेंगे और एक भी अपराध हृदय में नहीं रखेंगे।"
      },
      {
        "sequence": 8,
        "text": "जनकसुता रघुनाथहि दीजे।\nएतना कहा मोर प्रभु कीजे॥",
        "arth": "जानकीजी को रघुनाथजी को दे दीजिए—इतना ही मेरा निवेदन है।"
      },
      {
        "sequence": 9,
        "text": "जब तेहिं कहा देन बैदेही।\nचरन प्रहार कीन्ह सठ तेही॥",
        "arth": "जब उसने सीता को देने की बात कही, तब रावण ने उसे लात मारी।"
      },
      {
        "sequence": 10,
        "text": "नाइ चरन सिरु चला सो तहाँ।\nकृपासिंधु रघुनायक जहाँ॥",
        "arth": "वह चरणों में सिर नवाकर वहीं चला, जहाँ कृपासागर श्री राम थे।"
      },
      {
        "sequence": 11,
        "text": "करि प्रनामु निज कथा सुनाई।\nराम कृपाँ आपनि गति पाई॥",
        "arth": "प्रणाम कर अपनी कथा सुनाई और राम की कृपा से अपनी गति पाई।"
      },
      {
        "sequence": 12,
        "text": "रिषि अगस्ति कीं साप भवानी।\nराछस भयउ रहा मुनि ग्यानी॥",
        "arth": "हे भवानी! वह ज्ञानी मुनि था, अगस्त्य ऋषि के शाप से राक्षस बना था।"
      },
      {
        "sequence": 13,
        "text": "बंदि राम पद बारहिं बारा।\nमुनि निज आश्रम कहुँ पगु धारा॥",
        "arth": "राम के चरणों की बार-बार वंदना कर वह मुनि अपने आश्रम चला गया।"
      }
    ]
  },
  {
    "dohaNumber": 57,
    "doha": {
      "text": "बिनय न मानत जलधि जड़ गए तीनि दिन बीति।\nबोले राम सकोप तब भय बिनु होइ न प्रीति॥",
      "arth": "तीन दिन बीत गए पर जड़ समुद्र ने विनय नहीं मानी। तब श्री राम क्रोध सहित बोले—भय के बिना प्रीति नहीं होती।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "लछिमन बान सरासन आनू।\nसोषौं बारिधि बिसिख कृसानू॥",
        "arth": "हे लक्ष्मण! धनुष-बाण लाओ, मैं अग्निबाण से समुद्र को सोख डालूँगा।"
      },
      {
        "sequence": 2,
        "text": "सठ सन बिनय कुटिल सन प्रीती।\nसहज कृपन सन सुंदर नीती॥",
        "arth": "मूर्ख से विनय, कुटिल से प्रीति और कंजूस से नीति व्यर्थ है।"
      },
      {
        "sequence": 3,
        "text": "ममता रत सन ग्यान कहानी।\nअति लोभी सन बिरति बखानी॥",
        "arth": "ममता में फँसे से ज्ञान और लोभी से वैराग्य कहना व्यर्थ है।"
      },
      {
        "sequence": 4,
        "text": "क्रोधिहि सम कामिहि हरि कथा।\nऊसर बीज बएँ फल जथा॥",
        "arth": "क्रोधी को शांति और कामी को हरिकथा कहना ऊसर में बीज बोने समान है।"
      },
      {
        "sequence": 5,
        "text": "अस कहि रघुपति चाप चढ़ावा।\nयह मत लछिमन के मन भावा॥",
        "arth": "ऐसा कहकर राम ने धनुष चढ़ाया, यह लक्ष्मण को अच्छा लगा।"
      },
      {
        "sequence": 6,
        "text": "संघानेउ प्रभु बिसिख कराला।\nउठी उदधि उर अंतर ज्वाला॥",
        "arth": "प्रभु ने भयानक बाण साधा, समुद्र के हृदय में ज्वाला उठी।"
      },
      {
        "sequence": 7,
        "text": "मकर उरग झष गन अकुलाने।\nजरत जंतु जलनिधि जब जाने॥",
        "arth": "मगर, सर्प और मछलियाँ व्याकुल हो गईं जब जलनिधि जला।"
      },
      {
        "sequence": 8,
        "text": "कनक थार भरि मनि गन नाना।\nबिप्र रूप आयउ तजि माना॥",
        "arth": "तब समुद्र सोने की थाली में रत्न भर ब्राह्मण रूप में आया।"
      }
    ]
  },
  {
    "dohaNumber": 58,
    "doha": {
      "text": "काटेहिं पइ कदरी फरइ कोटि जतन कोउ सींच।\nबिनय न मान खगेस सुनु डाटेहिं पइ नव नीच॥",
      "arth": "केला काटने पर ही फलता है; नीच विनय से नहीं, डाँटने से मानता है।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "सभय सिंधु गहि पद प्रभु केरे।\nछमहु नाथ सब अवगुन मेरे॥",
        "arth": "भयभीत समुद्र ने प्रभु के चरण पकड़ क्षमा माँगी।"
      },
      {
        "sequence": 2,
        "text": "गगन समीर अनल जल धरनी।\nइन्ह कइ नाथ सहज जड़ करनी॥",
        "arth": "आकाश, वायु, अग्नि, जल, पृथ्वी—इनकी प्रकृति जड़ है।"
      },
      {
        "sequence": 3,
        "text": "तव प्रेरित मायाँ उपजाए।\nसृष्टि हेतु सब ग्रंथनि गाए॥",
        "arth": "आपकी प्रेरणा से माया ने सृष्टि हेतु इन्हें रचा।"
      },
      {
        "sequence": 4,
        "text": "प्रभु आयसु जेहि कहँ जस अहई।\nसो तेहि भाँति रहे सुख लहई॥",
        "arth": "जो जैसा प्रभु आदेश है, उसी में जीव सुख पाता है।"
      },
      {
        "sequence": 5,
        "text": "ढोल गवाँर सूद्र पसु नारी।\nसकल ताड़ना के अधिकारी॥",
        "arth": "ढोल, गँवार, शूद्र, पशु और नारी ताड़ना के अधिकारी हैं।"
      },
      {
        "sequence": 6,
        "text": "प्रभु प्रताप मैं जाब सुखाई।\nउतरिहि कटकु न मोरि बड़ाई॥",
        "arth": "आपके प्रताप से मैं सूख जाऊँगा; इसमें मेरी बड़ाई नहीं।"
      }
    ]
  },
  {
    "dohaNumber": 59,
    "doha": {
      "text": "सुनत बिनीत बचन अति कह कृपाल मुसुकाइ।\nजेहि बिधि उतरै कपि कटकु तात सो कहहु उपाइ॥",
      "arth": "विनीत वचन सुनकर प्रभु मुस्कराए और उपाय पूछा।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "नाथ नील नल कपि द्वौ भाई।\nलरिकाई रिषि आसिष पाई॥",
        "arth": "नील और नल दो वानर भाई हैं जिन्हें ऋषि का वर मिला।"
      },
      {
        "sequence": 2,
        "text": "तिन्ह के परस किएँ गिरि भारे।\nतरिहहिं जलधि प्रताप तुम्हारे॥",
        "arth": "उनके स्पर्श से भारी पर्वत भी समुद्र पर तैरेंगे।"
      },
      {
        "sequence": 3,
        "text": "एहि बिधि नाथ पयोधि बँधाइअ।\nजेहिं यह सुजसु लोक तिहुँ गाइअ॥",
        "arth": "इस प्रकार समुद्र बाँधिए जिससे यश गाया जाए।"
      }
    ]
  },
  {
    "dohaNumber": 60,
    "doha": {
      "text": "सकल सुमंगल दायक रघुनायक गुन गान।\nसादर सुनहिं ते तरहिं भव सिंधु बिना जलजान॥",
      "arth": "रघुनाथजी का गुणगान समस्त मंगलों को देने वाला है; जो श्रद्धा से सुनते हैं वे भवसागर तर जाते हैं।"
    }
  }
]
