[
  {
    "dohaNumber": 1,
    "doha": {
      "text": "हनूमान तेहि परसा कर पुनि कीन्ह प्रनाम।\nराम काजु कीन्हें बिनु मोहि कहाँ बिश्राम॥",
      "arth": "हनुमानजी ने उसे अपने हाथ से छुआ, फिर प्रणाम किया और कहा—श्रीरामचन्द्रजी का कार्य किए बिना मुझे विश्राम कहाँ मिल सकता है?"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "जात पवनसुत देवन्ह देखा।\nजानैं कहुँ बल बुद्धि बिसेषा॥",
        "arth": "देवताओं ने पवनपुत्र हनुमानजी को जाते हुए देखा और उनके बल तथा बुद्धि के वैभव को जानने की इच्छा की।"
      },
      {
        "sequence": 2,
        "text": "सुरसा नाम अहिन्ह कै माता।\nपठइन्हि आइ कही तेहिं बाता॥",
        "arth": "देवताओं ने नागमाता सुरसा को भेजा। वह आकर हनुमानजी से यह बात कहने लगी।"
      },
      {
        "sequence": 3,
        "text": "आजु सुरन्ह मोहि दीन्ह अहारा।\nसुनत बचन कह पवनकुमारा॥",
        "arth": "आज देवताओं ने मुझे यह उत्तम आहार दिया है—यह सुनकर हँसते हुए हनुमानजी बोले।"
      },
      {
        "sequence": 4,
        "text": "राम काजु करि फिरि मैं आवौं।\nसीता कइ सुधि प्रभुहि सुनावौं॥",
        "arth": "मैं श्रीरामचन्द्रजी का कार्य पूरा करके लौट आऊँगा और सीताजी का समाचार प्रभु श्रीराम को सुनाऊँगा।"
      },
      {
        "sequence": 5,
        "text": "तब तव बदन पैठिहउँ आई।\nसत्य कहउँ मोहि जान दे माई॥",
        "arth": "फिर हे माता! मैं आकर आपके मुख में प्रवेश करूँगा। अभी मुझे जाने दें, इसमें कोई बाधा नहीं पड़ेगी। मैं आपसे सत्य कहता हूँ।"
      },
      {
        "sequence": 6,
        "text": "कवनेहुँ जतन देइ नहिं जाना।\nग्रससि न मोहि कहेउ हनुमाना॥",
        "arth": "जब सुरसा ने किसी भी उपाय से उन्हें जाने नहीं दिया, तब हनुमानजी बोले—तू क्यों विलंब कर रही है? तू मुझे निगल नहीं सकती।"
      },
      {
        "sequence": 7,
        "text": "जोजन भरि तेहिं बदनु पसारा।\nकपि तनु कीन्ह दुगुन बिस्तारा॥",
        "arth": "सुरसा ने अपना मुख एक योजन (चार कोस) तक फैलाया। हनुमानजी ने अपना शरीर उससे दुगुना, अर्थात दो योजन का कर लिया।"
      },
      {
        "sequence": 8,
        "text": "सोरह जोजन मुख तेहिं ठयऊ।\nतुरत पवनसुत बत्तिस भयऊ॥",
        "arth": "सुरसा ने अपना मुख सोलह योजन तक फैलाया। हनुमानजी ने तुरंत अपना शरीर बत्तीस योजन का कर लिया।"
      },
      {
        "sequence": 9,
        "text": "जस जस सुरसा बदनु बढ़ावा।\nतासु दून कपि रूप देखावा॥",
        "arth": "जैसे-जैसे सुरसा अपने मुख का विस्तार बढ़ाती गई, वैसे-वैसे हनुमानजी उससे दुगुना रूप दिखाते गए।"
      },
      {
        "sequence": 10,
        "text": "सत जोजन तेहिं आनन कीन्हा।\nअति लघु रूप पवनसुत लीन्हा॥",
        "arth": "जब सुरसा ने अपना मुख सौ योजन तक फैला लिया, तब हनुमानजी ने तुरंत अत्यंत छोटा रूप धारण कर लिया।"
      },
      {
        "sequence": 11,
        "text": "बदन पइठि पुनि बाहेर आवा।\nमागा बिदा ताहि सिरु नावा॥",
        "arth": "छोटा रूप धारण कर हनुमानजी सुरसा के मुख में प्रवेश करके तुरंत बाहर निकल आए, फिर उनसे विदा माँगकर प्रणाम किया।"
      },
      {
        "sequence": 12,
        "text": "मोहि सुरन्ह जेहि लागि पठावा।\nबुधि बल मरमु तोर मै पावा॥",
        "arth": "तब सुरसा ने कहा—हे हनुमान! देवताओं ने मुझे तुम्हारी परीक्षा के लिए भेजा था। तुम्हारे बल और बुद्धि का रहस्य मैंने भली-भाँति जान लिया है।"
      }
    ]
  },
  {
    "dohaNumber": 2,
    "doha": {
      "text": "राम काजु सबु करिहहु तुम्ह बल बुद्धि निधान।\nआसिष देई गई सो हरषि चलेउ हनुमान॥",
      "arth": "तुम बल और बुद्धि के भण्डार हो, इसलिए श्रीरामचन्द्रजी के सब कार्य सिद्ध करोगे। ऐसा आशीर्वाद देकर सुरसा अपने घर चली गई और हनुमानजी हर्षित होकर लंका की ओर चले।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "निसिचरि एक सिंधु महुँ रहई।\nकरि माया नभु के खग गहई॥",
        "arth": "समुद्र के भीतर एक राक्षसी रहती थी। वह माया के द्वारा आकाश में उड़ने वाले पक्षियों और जीवों को पकड़ लिया करती थी।"
      },
      {
        "sequence": 2,
        "text": "जीव जंतु जे गगन उड़ाहीं।\nजल बिलोकि तिन्ह कै परिछाहीं॥",
        "arth": "जो जीव-जंतु आकाश में उड़ते थे, वह जल में उनकी परछाईं देखकर उसी परछाईं को पकड़ लेती थी।"
      },
      {
        "sequence": 3,
        "text": "गहइ छाहँ सक सो न उड़ाई।\nएहि बिधि सदा गगनचर खाई॥",
        "arth": "परछाईं को पकड़ लेने से वह जीव हिल भी नहीं सकता था। इसी प्रकार वह सदा आकाश में उड़ने वाले जीवों को खा जाया करती थी।"
      },
      {
        "sequence": 4,
        "text": "सोइ छल हनूमान कहँ कीन्हा।\nतासु कपटु कपि तुरतहिं चीन्हा॥",
        "arth": "उस राक्षसी ने वही छल हनुमानजी के साथ भी किया, किंतु हनुमानजी ने उसके कपट को तुरंत पहचान लिया।"
      },
      {
        "sequence": 5,
        "text": "ताहि मारि मारुतसुत बीरा।\nबारिधि पार गयउ मतिधीरा॥",
        "arth": "धीर बुद्धि वाले वीर पवनपुत्र हनुमानजी ने उसे मारकर समुद्र पार कर लिया।"
      },
      {
        "sequence": 6,
        "text": "तहाँ जाइ देखी बन सोभा।\nगुंजत चंचरीक मधु लोभा॥",
        "arth": "वहाँ पहुँचकर हनुमानजी ने वन की शोभा देखी, जहाँ मधु के लोभ में भँवरे गुंजार कर रहे थे।"
      },
      {
        "sequence": 7,
        "text": "नाना तरु फल फूल सुहाए।\nखग मृग बृंद देखि मन भाए॥",
        "arth": "अनेक प्रकार के वृक्ष, फल और फूल शोभायमान थे। पक्षियों और हिरणों के समूह देखकर हनुमानजी का मन अत्यंत प्रसन्न हुआ।"
      },
      {
        "sequence": 8,
        "text": "सैल बिसाल देखि एक आगें।\nता पर धाइ चढेउ भय त्यागें॥",
        "arth": "आगे एक विशाल पर्वत देखकर हनुमानजी निर्भय होकर उस पर कूदकर चढ़ गए।"
      },
      {
        "sequence": 9,
        "text": "उमा न कछु कपि कै अधिकाई।\nप्रभु प्रताप जो कालहि खाई॥",
        "arth": "भगवान शंकर पार्वतीजी से कहते हैं—हे उमा! इसमें हनुमानजी की कोई विशेषता नहीं है, यह सब प्रभु श्रीराम के प्रताप का प्रभाव है, जो काल को भी निगल लेता है।"
      },
      {
        "sequence": 10,
        "text": "गिरि पर चढि लंका तेहिं देखी।\nकहि न जाइ अति दुर्ग बिसेषी॥",
        "arth": "पर्वत पर चढ़कर हनुमानजी ने लंका को देखा, जो अत्यंत दुर्गम थी, जिसका वर्णन किया नहीं जा सकता।"
      },
      {
        "sequence": 11,
        "text": "अति उतंग जलनिधि चहु पासा।\nकनक कोट कर परम प्रकासा॥",
        "arth": "वह बहुत ऊँची थी, चारों ओर समुद्र से घिरी हुई थी और उसके स्वर्णमय परकोटे का तेज अत्यंत प्रकाशमान था।"
      },
      {
        "sequence": 12,
        "text": "कनक कोट बिचित्र मनि कृत।\nसुंदरायतना घना॥",
        "arth": "रत्नों से जड़ा हुआ वह स्वर्ण का कोट अत्यंत सुंदर और भव्य बना हुआ था।"
      },
      {
        "sequence": 13,
        "text": "चउहट्ट हट्ट सुबट्ट बीथीं।\nचारु पुर बहु बिधि बना॥",
        "arth": "चौराहे, बाजार, सुंदर सड़कें और गलियाँ उस नगरी में अनेक प्रकार से सजी हुई थीं।"
      },
      {
        "sequence": 14,
        "text": "गज बाजि खच्चर निकर पदचर।\nरथ बरूथिन्ह को गनै॥",
        "arth": "हाथी, घोड़े, खच्चर, पैदल सैनिक और रथों की संख्या गिनी नहीं जा सकती थी।"
      },
      {
        "sequence": 15,
        "text": "बहुरूप निसिचर जूथ अतिबल।\nसेन बरनत नहिं बनै॥",
        "arth": "अनेक रूपों वाले महाबली राक्षसों की सेना इतनी विशाल थी कि उसका वर्णन संभव नहीं था।"
      },
      {
        "sequence": 16,
        "text": "बन बाग उपबन बाटिका।\nसर कूप बापीं सोहहीं॥",
        "arth": "वन, बाग, उपवन, बगीचे, तालाब, कुएँ और बावड़ियाँ अत्यंत शोभायमान थीं।"
      },
      {
        "sequence": 17,
        "text": "नर नाग सुर गंधर्ब कन्या।\nरूप मुनि मन मोहहीं॥",
        "arth": "मनुष्य, नाग, देव और गंधर्वों की कन्याएँ वहाँ विराजमान थीं, जिनका रूप देखकर मुनियों का मन भी मोहित हो जाता था।"
      },
      {
        "sequence": 18,
        "text": "कहुँ माल देह बिसाल सैल।\nसमान अतिबल गर्जहीं॥",
        "arth": "कहीं पर्वत के समान विशाल शरीर वाले महाबली योद्धा गर्जना कर रहे थे।"
      },
      {
        "sequence": 19,
        "text": "नाना अखारेन्ह भिरहिं बहुबिधि।\nएक एकन्ह तर्जहीं॥",
        "arth": "अनेक अखाड़ों में वे विभिन्न प्रकार से लड़ते और एक-दूसरे को पटक-पटक कर गर्जना करते थे।"
      },
      {
        "sequence": 20,
        "text": "करि जतन भट कोटिन्ह बिकट तन।\nनगर चहुँ दिसि रच्छहीं॥",
        "arth": "विकट शरीर वाले करोड़ों योद्धा चारों दिशाओं से नगर की रक्षा कर रहे थे।"
      },
      {
        "sequence": 21,
        "text": "कहुँ महिष मानुष धेनु खर अज।\nखल निसाचर भच्छहीं॥",
        "arth": "कहीं वे दुष्ट राक्षस भैंस, मनुष्य, गाय, गधे, बकरियाँ और पक्षियों को खाते हुए दिखाई देते थे।"
      },
      {
        "sequence": 22,
        "text": "एहि लागि तुलसीदास इन्ह की।\nकथा कछु एक है कही॥",
        "arth": "इसी कारण तुलसीदासजी कहते हैं कि मैंने इनकी कथा संक्षेप में ही कही है।"
      },
      {
        "sequence": 23,
        "text": "रघुबीर सर तीरथ सरीरन्हि।\nत्यागि गति पैहहिं सही॥",
        "arth": "ये अत्यंत दुष्ट हैं, फिर भी श्रीरामचन्द्रजी के बाण रूपी पवित्र तीर्थ में शरीर त्याग कर अंततः मोक्ष को प्राप्त करेंगे।"
      }
    ]
  },
  {
    "dohaNumber": 3,
    "doha": {
      "text": "पुर रखवारे देखि बहु कपि मन कीन्ह बिचार।\nअति लघु रूप धरौं निसि नगर करौं पइसार॥",
      "arth": "नगर के बहुत से रखवालों को देखकर हनुमानजी ने मन में विचार किया कि मैं अत्यंत छोटा रूप धारण कर रात्रि में नगर में प्रवेश करूँ।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "मसक समान रूप कपि धरी।\nलंकहि चलेउ सुमिरि नरहरी॥",
        "arth": "हनुमानजी ने मच्छर के समान छोटा रूप धारण किया और प्रभु श्रीराम का स्मरण करते हुए लंका की ओर चले।"
      },
      {
        "sequence": 2,
        "text": "नाम लंकिनी एक निसिचरी।\nसो कह चलेसि मोहि निंदरी॥",
        "arth": "लंका के द्वार पर लंकिनी नाम की एक राक्षसी रहती थी। उसने हनुमानजी का मार्ग रोककर कहा—मेरा निरादर करके कहाँ जा रहे हो?"
      },
      {
        "sequence": 3,
        "text": "जानेहि नहीं मरमु सठ मोरा।\nमोर अहार जहाँ लगि चोरा॥",
        "arth": "उसने कहा—तू मेरा भेद नहीं जानता। जहाँ तक चोर हैं, वे सभी मेरे आहार हैं।"
      },
      {
        "sequence": 4,
        "text": "मुठिका एक महा कपि हनी।\nरुधिर बमत धरनीं ढनमनी॥",
        "arth": "तब महाकपि हनुमानजी ने उसे एक घूँसा मारा, जिससे वह रक्त उगलती हुई पृथ्वी पर गिर पड़ी।"
      },
      {
        "sequence": 5,
        "text": "पुनि संभारि उठी सो लंका।\nजोरि पानि कर बिनय ससंका॥",
        "arth": "वह राक्षसी लंकिनी अपने को सँभालकर उठी और भयभीत होकर हाथ जोड़कर हनुमानजी से विनय करने लगी।"
      },
      {
        "sequence": 6,
        "text": "जब रावनहि ब्रह्म बर दीन्हा।\nचलत बिरंचि कहा मोहि चीन्हा॥",
        "arth": "उसने कहा—जब ब्रह्माजी ने रावण को वरदान दिया था, तब जाते समय उन्होंने मुझे यह पहचान बताई थी।"
      },
      {
        "sequence": 7,
        "text": "बिकल होसि तैं कपि कें मारे।\nतब जानेसु निसिचर संघारे॥",
        "arth": "कि जब तू किसी बंदर के प्रहार से व्याकुल हो जाए, तब जान लेना कि राक्षसों का विनाश निकट है।"
      },
      {
        "sequence": 8,
        "text": "तात मोर अति पुन्य बहूता।\nदेखेउँ नयन राम कर दूता॥",
        "arth": "हे तात! मेरे बड़े पुण्य हैं, जो मैंने अपनी आँखों से श्रीरामजी के दूत हनुमानजी के दर्शन किए।"
      }
    ]
  },
  {
    "dohaNumber": 4,
    "doha": {
      "text": "तात स्वर्ग अपबर्ग सुख धरिअ तुला एक अंग।\nतूल न ताहि सकल मिलि जो सुख लव सतसंग॥",
      "arth": "हे तात! यदि स्वर्ग और मोक्ष के समस्त सुखों को तराजू के एक पलड़े में रख दिया जाए, तो भी वे सब मिलकर उस सुख के बराबर नहीं हो सकते, जो क्षणमात्र के सत्संग से प्राप्त होता है।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "प्रबिसि नगर कीजे सब काजा।\nहृदयँ राखि कौसलपुर राजा॥",
        "arth": "अयोध्यापुरी के राजा श्रीराम को हृदय में धारण करके नगर में प्रवेश करो और अपने सभी कार्य संपन्न करो।"
      },
      {
        "sequence": 2,
        "text": "गरल सुधा रिपु करहिं मिताई।\nगोपद सिंधु अनल सितलाई॥",
        "arth": "जिसके हृदय में श्रीराम का स्मरण रहता है, उसके लिए विष अमृत हो जाता है, शत्रु मित्र बन जाते हैं, समुद्र गाय के खुर के समान हो जाता है और अग्नि भी शीतल प्रतीत होती है।"
      },
      {
        "sequence": 3,
        "text": "गरुड़ सुमेरु रेनू सम ताही।\nराम कृपा करि चितवा जाही॥",
        "arth": "हे गरुड़! जिस पर श्रीराम कृपा करके दृष्टि डालते हैं, उसके लिए सुमेरु पर्वत भी रज के समान हो जाता है।"
      },
      {
        "sequence": 4,
        "text": "अति लघु रूप धरेउ हनुमाना।\nपैठा नगर सुमिरि भगवाना॥",
        "arth": "तब हनुमानजी ने अत्यंत छोटा रूप धारण किया और भगवान का स्मरण करते हुए नगर में प्रवेश किया।"
      },
      {
        "sequence": 5,
        "text": "मंदिर मंदिर प्रति करि सोधा।\nदेखे जहँ तहँ अगनित जोधा॥",
        "arth": "उन्होंने एक-एक महल की खोज की और जगह-जगह असंख्य योद्धाओं को देखा।"
      },
      {
        "sequence": 6,
        "text": "गयउ दसानन मंदिर माहीं।\nअति बिचित्र कहि जात सो नाहीं॥",
        "arth": "फिर वे रावण के महल में पहुँचे, जो अत्यंत विचित्र था, जिसका वर्णन किया नहीं जा सकता।"
      },
      {
        "sequence": 7,
        "text": "सयन किए देखा कपि तेही।\nमंदिर महुँ न दीखि बैदेही॥",
        "arth": "हनुमानजी ने रावण को वहाँ सोते हुए देखा, परंतु उस महल में सीताजी कहीं भी दिखाई नहीं दीं।"
      },
      {
        "sequence": 8,
        "text": "भवन एक पुनि दीख सुहावा।\nहरि मंदिर तहँ भिन्न बनावा॥",
        "arth": "इसके बाद उन्हें एक और सुंदर भवन दिखाई दिया, जिसमें भगवान श्रीहरि का मंदिर अलग से बना हुआ था।"
      }
    ]
  },
  {
    "dohaNumber": 5,
    "doha": {
      "text": "रामायुध अंकित गृह सोभा बरनि न जाइ।\nनव तुलसिका बृंद तहँ देखि हरषि कपिराइ॥",
      "arth": "वह भवन श्रीराम के आयुधों से अंकित था, जिसकी शोभा का वर्णन नहीं किया जा सकता। वहाँ नवीन तुलसी के वृक्ष-समूहों को देखकर कपिराज हनुमान अत्यंत हर्षित हुए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "लंका निसिचर निकर निवासा।\nइहाँ कहाँ सज्जन कर बासा॥",
        "arth": "हनुमानजी ने विचार किया कि यह लंका तो राक्षसों के समूह का निवास स्थान है, यहाँ सज्जनों का निवास कैसे हो सकता है।"
      },
      {
        "sequence": 2,
        "text": "मन महुँ तरक करै कपि लागा।\nतेहीं समय बिभीषणु जागा॥",
        "arth": "इस प्रकार हनुमानजी मन ही मन विचार कर रहे थे कि उसी समय विभीषण की नींद खुल गई।"
      },
      {
        "sequence": 3,
        "text": "राम राम तेहिं सुमिरन कीन्हा।\nहृदयँ हरष कपि सज्जन चीन्हा॥",
        "arth": "जागते ही विभीषण ने ‘राम-राम’ का स्मरण किया। यह सुनकर हनुमानजी ने उन्हें सज्जन पहचाना और हृदय में अत्यंत आनंद हुआ।"
      },
      {
        "sequence": 4,
        "text": "एहि सन हठि करिहउँ पहिचानी।\nसाधु ते होइ न कारज हानी॥",
        "arth": "हनुमानजी ने निश्चय किया कि इस सत्पुरुष से पहचान करनी चाहिए, क्योंकि साधुओं से कभी कार्य की हानि नहीं होती, बल्कि लाभ ही होता है।"
      },
      {
        "sequence": 5,
        "text": "बिप्र रुप धरि बचन सुनाए।\nसुनत बिभीषण उठि तहँ आए॥",
        "arth": "तब हनुमानजी ने ब्राह्मण का रूप धारण कर वचन कहा। उसे सुनते ही विभीषण उठकर उनके पास आए।"
      },
      {
        "sequence": 6,
        "text": "करि प्रनाम पूँछी कुसलाई।\nबिप्र कहहु निज कथा बुझाई॥",
        "arth": "विभीषण ने प्रणाम कर कुशल पूछा और कहा—हे ब्राह्मणदेव! अपनी कथा हमें समझाकर कहिए।"
      },
      {
        "sequence": 7,
        "text": "की तुम्ह हरि दासन्ह महँ कोई।\nमोरें हृदय प्रीति अति होई॥",
        "arth": "विभीषण ने कहा—क्या आप हरि के भक्तों में से हैं? क्योंकि आपको देखकर मेरे हृदय में अत्यंत प्रेम उमड़ रहा है।"
      },
      {
        "sequence": 8,
        "text": "की तुम्ह रामु दीन अनुरागी।\nआयहु मोहि करन बड़भागी॥",
        "arth": "अथवा आप स्वयं दीनों से प्रेम करने वाले श्रीराम ही हैं, जो मुझे बड़भागी बनाने के लिए घर बैठे दर्शन देने आए हैं?"
      }
    ]
  },
  {
    "dohaNumber": 6,
    "doha": {
      "text": "तब हनुमंत कही सब राम कथा निज नाम।\nसुनत जुगल तन पुलक मन मगन सुमिरि गुन ग्राम॥",
      "arth": "विभीषण के वचन सुनकर हनुमानजी ने श्रीरामचन्द्रजी की सम्पूर्ण कथा कही और अपना नाम बताया। प्रभु श्रीराम के गुणों का स्मरण करते ही दोनों के शरीर रोमांचित हो गए और मन आनंद में मग्न हो गया।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "सुनहु पवनसुत रहनि हमारी।\nजिमि दसनन्हि महुँ जीभ बिचारी॥",
        "arth": "विभीषण बोले—हे पवनपुत्र! हमारी रहनी सुनिए। जैसे दाँतों के बीच बेचारी जीभ रहती है, वैसे ही मैं इन राक्षसों के बीच रहता हूँ।"
      },
      {
        "sequence": 2,
        "text": "तात कबहुँ मोहि जानि अनाथा।\nकरिहहिं कृपा भानुकुल नाथा॥",
        "arth": "हे तात! क्या सूर्यकुल के नाथ श्रीराम मुझे अनाथ जानकर कभी मुझ पर कृपा करेंगे?"
      },
      {
        "sequence": 3,
        "text": "तामस तनु कछु साधन नाहीं।\nप्रीति न पद सरोज मन माहीं॥",
        "arth": "मेरा तामसी (राक्षसी) शरीर है, इसलिए साधन नहीं बनते और मन में श्रीराम के चरणकमलों के प्रति प्रेम भी नहीं है।"
      },
      {
        "sequence": 4,
        "text": "अब मोहि भा भरोस हनुमंता।\nबिनु हरिकृपा मिलहिं नहिं संता॥",
        "arth": "परंतु हे हनुमान! अब मुझे विश्वास हो गया है कि मुझ पर हरि की कृपा है, क्योंकि हरि की कृपा के बिना संतों का मिलना संभव नहीं।"
      },
      {
        "sequence": 5,
        "text": "जौ रघुबीर अनुग्रह कीन्हा।\nतौ तुम्ह मोहि दरसु हठि दीन्हा॥",
        "arth": "यदि श्रीरघुवीर ने कृपा की है, तभी तो आपने हठपूर्वक मुझे दर्शन दिए हैं।"
      },
      {
        "sequence": 6,
        "text": "सुनहु बिभीषन प्रभु कै रीती।\nकरहिं सदा सेवक पर प्रीती॥",
        "arth": "हनुमानजी बोले—हे विभीषण! सुनिए, प्रभु की यही रीति है कि वे अपने सेवकों पर सदा प्रेम करते हैं।"
      },
      {
        "sequence": 7,
        "text": "कहहु कवन मैं परम कुलीना।\nकपि चंचल सबहीं बिधि हीना॥",
        "arth": "भला बताइए, मैं कौन-सा कुलीन हूँ? मैं तो चंचल वानर हूँ और सब प्रकार से हीन हूँ।"
      },
      {
        "sequence": 8,
        "text": "प्रात लेइ जो नाम हमारा।\nतेहि दिन ताहि न मिलै अहारा॥",
        "arth": "जो प्रातःकाल हम वानरों का नाम ले ले, उसे उस दिन भोजन भी न मिले।"
      }
    ]
  },
  {
    "dohaNumber": 7,
    "doha": {
      "text": "अस मैं अधम सखा सुनु मोहू पर रघुबीर।\nकीन्ही कृपा सुमिरि गुन भरे बिलोचन नीर॥",
      "arth": "हे सखा! मैं ऐसा अधम हूँ, फिर भी श्रीरघुवीर ने मुझ पर कृपा की है। प्रभु के गुणों का स्मरण करते हुए हनुमानजी की आँखों में प्रेमाश्रु भर आए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "जानतहूँ अस स्वामि बिसारी।\nफिरहिं ते काहे न होहिं दुखारी॥",
        "arth": "जो जानते हुए भी ऐसे स्वामी श्रीराम को भूलकर विषयों के पीछे भटकते हैं, वे दुःखी क्यों न हों?"
      },
      {
        "sequence": 2,
        "text": "एहि बिधि कहत राम गुन ग्रामा।\nपावा अनिर्बाच्य बिश्रामा॥",
        "arth": "इस प्रकार श्रीराम के गुणसमूहों का वर्णन करते हुए उन्होंने अनिर्वचनीय परम शांति प्राप्त की।"
      },
      {
        "sequence": 3,
        "text": "पुनि सब कथा बिभीषन कही।\nजेहि बिधि जनकसुता तहँ रही॥",
        "arth": "फिर विभीषण ने हनुमानजी से वह सारी कथा कही कि माता जानकी वहाँ किस प्रकार रहती थीं।"
      },
      {
        "sequence": 4,
        "text": "तब हनुमंत कहा सुनु भ्राता।\nदेखी चहउँ जानकी माता॥",
        "arth": "तब हनुमानजी बोले—हे भ्राता! सुनो, मैं माता जानकी को देखना चाहता हूँ।"
      },
      {
        "sequence": 5,
        "text": "जुगुति बिभीषन सकल सुनाई।\nचलेउ पवनसुत बिदा कराई॥",
        "arth": "विभीषण ने माता के दर्शन की सभी युक्तियाँ समझाईं। तब हनुमानजी उनसे विदा लेकर चले।"
      },
      {
        "sequence": 6,
        "text": "करि सोइ रूप गयउ पुनि तहवाँ।\nबन असोक सीता रह जहवाँ॥",
        "arth": "फिर वही छोटा रूप धारण कर हनुमानजी वहाँ पहुँचे, जहाँ अशोक वन में सीताजी रहती थीं।"
      },
      {
        "sequence": 7,
        "text": "देखि मनहि महुँ कीन्ह प्रनामा।\nबैठेहिं बीति जात निसि जामा॥",
        "arth": "सीताजी को देखकर हनुमानजी ने मन ही मन प्रणाम किया और बैठे-बैठे रात्रि के पहर बीत गए।"
      },
      {
        "sequence": 8,
        "text": "कृस तन सीस जटा एक बेनी।\nजपति हृदयँ रघुपति गुन श्रेनी॥",
        "arth": "हनुमानजी ने देखा कि सीताजी का शरीर कृश हो गया है, सिर पर जटाओं की एक वेणी है और हृदय में वे श्रीरघुनाथ के गुणों का स्मरण करती रहती हैं।"
      }
    ]
  },
  {
    "dohaNumber": 8,
    "doha": {
      "text": "निज पद नयन दिएँ मन राम पद कमल लीन।\nपरम दुखी भा पवनसुत देखि जानकी दीन॥",
      "arth": "सीताजी अपने नेत्र चरणों में लगाए हुए हैं और मन श्रीराम के चरणकमलों में लीन है। माता जानकी को दीन अवस्था में देखकर पवनपुत्र हनुमानजी अत्यंत दुःखी हो गए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "तरु पल्लव महुँ रहा लुकाई।\nकरइ बिचार करौं का भाई॥",
        "arth": "हनुमानजी वृक्ष के पत्तों में छिपकर यह विचार करने लगे कि अब क्या किया जाए।"
      },
      {
        "sequence": 2,
        "text": "तेहि अवसर रावनु तहँ आवा।\nसंग नारि बहु किएँ बनावा॥",
        "arth": "उसी समय रावण अनेक स्त्रियों के साथ वहाँ आया, जो भाँति-भाँति के आभूषणों से सजी हुई थीं।"
      },
      {
        "sequence": 3,
        "text": "बहु बिधि खल सीतहि समुझावा।\nसाम दान भय भेद देखावा॥",
        "arth": "उस दुष्ट ने सीताजी को अनेक प्रकार से समझाया और साम, दान, भय तथा भेद का प्रयोग किया।"
      },
      {
        "sequence": 4,
        "text": "कह रावनु सुनु सुमुखि सयानी।\nमंदोदरी आदि सब रानी॥",
        "arth": "रावण बोला—हे सुमुखी, हे सयानी! सुनो, मंदोदरी आदि मेरी सभी रानियाँ।"
      },
      {
        "sequence": 5,
        "text": "तव अनुचरीं करउँ पन मोरा।\nएक बार बिलोकु मम ओरा॥",
        "arth": "मैं तुम्हें अपनी दासी बना लूँगा—यह मेरा प्रण है। बस एक बार मेरी ओर देख लो।"
      },
      {
        "sequence": 6,
        "text": "तृन धरि ओट कहति बैदेही।\nसुमिरि अवधपति परम सनेही॥",
        "arth": "परम स्नेही अवधपति श्रीराम का स्मरण कर सीताजी तिनके की ओट लेकर उत्तर देने लगीं।"
      },
      {
        "sequence": 7,
        "text": "सुनु दसमुख खद्योत प्रकासा।\nकबहुँ कि नलिनी करइ बिकासा॥",
        "arth": "हे दशमुख! सुन, क्या जुगनू के प्रकाश से कभी कमल खिल सकता है?"
      },
      {
        "sequence": 8,
        "text": "अस मन समुझु कहति जानकी।\nखल सुधि नहिं रघुबीर बान की॥",
        "arth": "जानकीजी बोलीं—ऐसा ही मन में समझ ले। रे दुष्ट! तुझे श्रीरघुवीर के बाण की खबर नहीं है।"
      },
      {
        "sequence": 9,
        "text": "सठ सूनें हरि आनेहि मोहि।\nअधम निलज्ज लाज नहिं तोही॥",
        "arth": "रे पापी! तू मुझे सूने में हर लाया है। रे अधम, निर्लज्ज! तुझे तनिक भी लज्जा नहीं आती?"
      }
    ]
  },
  {
    "dohaNumber": 9,
    "doha": {
      "text": "आपुहि सुनि खद्योत सम रामहि भानु समान।\nपरुष बचन सुनि काढ़ि असि बोला अति खिसिआन॥",
      "arth": "अपने को जुगनू के समान और श्रीरामचन्द्रजी को सूर्य के समान सुनकर तथा सीताजी के कठोर वचन सुनकर रावण तलवार निकालकर अत्यंत क्रोधित हो उठा।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "सीता तैं मम कृत अपमाना।\nकटिहउँ तव सिर कठिन कृपाना॥",
        "arth": "रावण बोला—सीता! तूने मेरा अपमान किया है, मैं इस कठोर तलवार से तेरा सिर काट डालूँगा।"
      },
      {
        "sequence": 2,
        "text": "नाहिं त सपदि मानु मम बानी।\nसुमुखि होति न त जीवन हानी॥",
        "arth": "नहीं तो अभी मेरी बात मान ले, हे सुमुखी! नहीं तो जीवन से हाथ धोना पड़ेगा।"
      },
      {
        "sequence": 3,
        "text": "स्याम सरोज दाम सम सुंदर।\nप्रभु भुज करि कर सम दसकंधर॥",
        "arth": "सीताजी बोलीं—हे दशग्रीव! प्रभु की भुजाएँ श्याम कमल की माला के समान सुंदर और हाथी की सूँड के समान पुष्ट हैं।"
      },
      {
        "sequence": 4,
        "text": "सो भुज कंठ कि तव असि घोरा।\nसुनु सठ अस प्रवान पन मोरा॥",
        "arth": "या तो वही भुजाएँ मेरे कंठ में पड़ेंगी या तेरी यह भयानक तलवार। रे शठ! सुन, यही मेरा सच्चा प्रण है।"
      },
      {
        "sequence": 5,
        "text": "चंद्रहास हरु मम परितापं।\nरघुपति बिरह अनल संजातं॥",
        "arth": "हे चंद्रहास तलवार! श्रीरघुनाथ के विरह की अग्नि से उत्पन्न मेरी भारी जलन को तू हर ले।"
      },
      {
        "sequence": 6,
        "text": "सीतल निसित बहसि बर धारा।\nकह सीता हरु मम दुख भारा॥",
        "arth": "हे तलवार! तेरी धारा शीतल और तीव्र है—सीताजी बोलीं—मेरे दुःख का भार हर ले।"
      },
      {
        "sequence": 7,
        "text": "सुनत बचन पुनि मारन धावा।\nमयतनयाँ कहि नीति बुझावा॥",
        "arth": "सीताजी के ये वचन सुनते ही रावण मारने दौड़ा, तब मयदानव की पुत्री मंदोदरी ने नीति कहकर उसे समझाया।"
      },
      {
        "sequence": 8,
        "text": "कहेसि सकल निसिचरिन्ह बोलाई।\nसीतहि बहु बिधि त्रासहु जाई॥",
        "arth": "तब रावण ने सभी दासियों को बुलाकर कहा—जाकर सीता को अनेक प्रकार से भय दिखलाओ।"
      },
      {
        "sequence": 9,
        "text": "मास दिवस महुँ कहा न माना।\nतौ मैं मारबि काढ़ि कृपाना॥",
        "arth": "यदि एक महीने के भीतर यह न मानी, तो मैं तलवार निकालकर इसे मार डालूँगा।"
      }
    ]
  },
  {
    "dohaNumber": 10,
    "doha": {
      "text": "भवन गयउ दसकंधर इहाँ पिसाचिनि बृंद।\nसीतहि त्रास देखावहि धरहिं रूप बहु मंद॥",
      "arth": "यों कहकर रावण अपने भवन चला गया। यहाँ अनेक राक्षसियाँ भयानक रूप धारण कर सीताजी को भय दिखाने लगीं।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "त्रिजटा नाम राच्छसी एका।\nराम चरन रति निपुन बिबेका॥",
        "arth": "उनमें त्रिजटा नाम की एक राक्षसी थी, जिसे श्रीराम के चरणों में प्रीति थी और जो विवेक में निपुण थी।"
      },
      {
        "sequence": 2,
        "text": "सबन्हौ बोलि सुनाएसि सपना।\nसीतहि सेइ करहु हित अपना॥",
        "arth": "उसने सबको बुलाकर अपना स्वप्न सुनाया और कहा—सीताजी की सेवा करके अपना कल्याण कर लो।"
      },
      {
        "sequence": 3,
        "text": "सपनें बानर लंका जारी।\nजातुधान सेना सब मारी॥",
        "arth": "उसने कहा—स्वप्न में मैंने देखा कि एक बंदर ने लंका जला दी और राक्षसों की सारी सेना मार डाली गई।"
      },
      {
        "sequence": 4,
        "text": "खर आरूढ़ नगन दससीसा।\nमुंडित सिर खंडित भुज बीसा॥",
        "arth": "रावण नंगा होकर गधे पर सवार है, उसके सिर मुँडे हुए हैं और बीसों भुजाएँ कटी हुई हैं।"
      },
      {
        "sequence": 5,
        "text": "एहि बिधि सो दच्छिन दिसि जाई।\nलंका मनहुँ बिभीषन पाई॥",
        "arth": "इस प्रकार वह दक्षिण दिशा की ओर जा रहा है और मानो लंका विभीषण को मिल गई है।"
      },
      {
        "sequence": 6,
        "text": "नगर फिरी रघुबीर दोहाई।\nतब प्रभु सीता बोलि पठाई॥",
        "arth": "नगर में श्रीरघुवीर की दुहाई फिर गई और तब प्रभु ने सीताजी को बुला भेजा।"
      },
      {
        "sequence": 7,
        "text": "यह सपना में कहउँ पुकारी।\nहोइहि सत्य गएँ दिन चारी॥",
        "arth": "मैं पुकारकर कहती हूँ कि यह स्वप्न चार दिनों के भीतर सत्य हो जाएगा।"
      },
      {
        "sequence": 8,
        "text": "तासु बचन सुनि ते सब डरीं।\nजनकसुता के चरनन्हि परीं॥",
        "arth": "उसके वचन सुनकर सभी राक्षसियाँ डर गईं और जानकीजी के चरणों में गिर पड़ीं।"
      }
    ]
  },
  {
    "dohaNumber": 11,
    "doha": {
      "text": "जहँ तहँ गईं सकल तब सीता कर मन सोच।\nमास दिवस बीतें मोहि मारिहि निसिचर पोच॥",
      "arth": "तब सब राक्षसियाँ जहाँ-तहाँ चली गईं। सीताजी मन में सोचने लगीं कि एक महीना बीतने पर यह नीच राक्षस मुझे मार डालेगा।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "त्रिजटा सन बोली कर जोरी।\nमातु बिपति संगिनि तैं मोरी॥",
        "arth": "सीताजी हाथ जोड़कर त्रिजटा से बोलीं—हे माता! तू मेरी विपत्ति की संगिनी है।"
      },
      {
        "sequence": 2,
        "text": "तजौं देह करु बेगि उपाई।\nदुसहु बिरहु अब नहिं सहि जाई॥",
        "arth": "शीघ्र ऐसा उपाय कर कि मैं शरीर त्याग सकूँ; अब यह विरह असह्य हो चला है।"
      },
      {
        "sequence": 3,
        "text": "आनि काठ रचु चिता बनाई।\nमातु अनल पुनि देहि लगाई॥",
        "arth": "काठ लाकर चिता बनाकर सजा दे और हे माता! फिर उसमें आग लगा दे।"
      },
      {
        "sequence": 4,
        "text": "सत्य करहि मम प्रीति सयानी।\nसुनै को श्रवन सूल सम बानी॥",
        "arth": "हे सयानी! मेरी प्रीति को सत्य कर दे। रावण की शूल-समान पीड़ादायक वाणी कौन सुने?"
      },
      {
        "sequence": 5,
        "text": "सुनत बचन पद गहि समुझाएसि।\nप्रभु प्रताप बल सुजसु सुनाएसि॥",
        "arth": "ये वचन सुनकर त्रिजटा ने उनके चरण पकड़कर समझाया और प्रभु का प्रताप, बल और सुयश सुनाया।"
      },
      {
        "sequence": 6,
        "text": "निसि न अनल मिल सुनु सुकुमारी।\nअस कहि सो निज भवन सिधारी॥",
        "arth": "उसने कहा—हे सुकुमारी! रात्रि में अग्नि नहीं मिलेगी। ऐसा कहकर वह अपने घर चली गई।"
      },
      {
        "sequence": 7,
        "text": "कह सीता बिधि भा प्रतिकूला।\nमिलहि न पावक मिटिहि न सूला॥",
        "arth": "सीताजी मन ही मन कहने लगीं—विधाता प्रतिकूल हो गया है; न अग्नि मिलेगी, न पीड़ा मिटेगी।"
      },
      {
        "sequence": 8,
        "text": "देखिअत प्रगट गगन अंगारा।\nअवनि न आवत एकउ तारा॥",
        "arth": "आकाश में अंगारे प्रकट दिखाई दे रहे हैं, पर पृथ्वी पर एक भी तारा नहीं उतरता।"
      },
      {
        "sequence": 9,
        "text": "पावकमय ससि स्त्रवत न आगी।\nमानहुँ मोहि जानि हतभागी॥",
        "arth": "चंद्रमा अग्निमय है, फिर भी मानो मुझे हतभागिनी जानकर आग नहीं बरसाता।"
      },
      {
        "sequence": 10,
        "text": "सुनहि बिनय मम बिटप असोका।\nसत्य नाम करु हरु मम सोका॥",
        "arth": "हे अशोक वृक्ष! मेरी विनती सुन, मेरा शोक हर ले और अपने नाम को सत्य कर।"
      },
      {
        "sequence": 11,
        "text": "नूतन किसलय अनल समाना।\nदेहि अगिनि जनि करहि निदाना॥",
        "arth": "तेरे नए कोमल पत्ते अग्नि के समान हैं; अग्नि दे, विरह रोग का अंत न कर।"
      },
      {
        "sequence": 12,
        "text": "देखि परम बिरहाकुल सीता।\nसो छन कपिहि कलप सम बीता॥",
        "arth": "सीताजी को विरह से अत्यंत व्याकुल देखकर वह क्षण हनुमानजी को कल्प के समान प्रतीत हुआ।"
      }
    ]
  },
  {
    "dohaNumber": 12,
    "dohaType": "soratha",
    "doha": {
      "text": "कपि करि हृदयँ बिचार दीन्हि मुद्रिका डारी तब।\nजनु असोक अंगार दीन्ह हरषि उठि कर गहेउ॥",
      "arth": "तब हनुमानजी ने हृदय में विचार कर सीताजी के सामने अंगूठी डाल दी, मानो अशोक वृक्ष ने अंगारा दे दिया हो। इसे देखकर सीताजी हर्षित होकर उठीं और उसे हाथ में ले लिया।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "तब देखी मुद्रिका मनोहर।\nराम नाम अंकित अति सुंदर॥",
        "arth": "तब उन्होंने रामनाम से अंकित अत्यंत सुंदर और मनोहर अंगूठी देखी।"
      },
      {
        "sequence": 2,
        "text": "चकित चितव मुदरी पहिचानी।\nहरष बिषाद हृदयँ अकुलानी॥",
        "arth": "अंगूठी पहचानकर वे आश्चर्यचकित हो गईं और हर्ष तथा विषाद से उनका हृदय व्याकुल हो उठा।"
      },
      {
        "sequence": 3,
        "text": "जीति को सकइ अजय रघुराई।\nमाया तें असि रचि नहिं जाई॥",
        "arth": "वे सोचने लगीं कि अजेय श्रीरघुनाथ को कौन जीत सकता है और माया से ऐसी दिव्य अंगूठी नहीं बन सकती।"
      },
      {
        "sequence": 4,
        "text": "सीता मन बिचार कर नाना।\nमधुर बचन बोलेउ हनुमाना॥",
        "arth": "सीताजी अनेक प्रकार के विचार कर रही थीं, तभी हनुमानजी मधुर वचन बोलने लगे।"
      },
      {
        "sequence": 5,
        "text": "रामचंद्र गुन बरनैं लागा।\nसुनतहिं सीता कर दुख भागा॥",
        "arth": "हनुमानजी श्रीराम के गुणों का वर्णन करने लगे, जिन्हें सुनते ही सीताजी का दुःख दूर हो गया।"
      },
      {
        "sequence": 6,
        "text": "लागीं सुनैं श्रवन मन लाई।\nआदिहु तें सब कथा सुनाई॥",
        "arth": "सीताजी कान और मन लगाकर सुनने लगीं और हनुमानजी ने आरंभ से सारी कथा कह सुनाई।"
      },
      {
        "sequence": 7,
        "text": "श्रवनामृत जेहिं कथा सुहाई।\nकहि सो प्रगट होति किन भाई॥",
        "arth": "सीताजी बोलीं—जिसने यह अमृतमयी कथा कही, वह हे भाई! प्रकट क्यों नहीं होता?"
      },
      {
        "sequence": 8,
        "text": "तब हनुमंत निकट चलि गयऊ।\nफिरि बैंठीं मन बिसमय भयऊ॥",
        "arth": "तब हनुमानजी पास आए। उन्हें देखकर सीताजी मुख फेरकर बैठ गईं और उनके मन में आश्चर्य हुआ।"
      },
      {
        "sequence": 9,
        "text": "राम दूत मैं मातु जानकी।\nसत्य सपथ करुनानिधान की॥",
        "arth": "हनुमानजी बोले—हे माता जानकी! मैं श्रीराम का दूत हूँ और करुणानिधान की सत्य शपथ खाता हूँ।"
      },
      {
        "sequence": 10,
        "text": "यह मुद्रिका मातु मैं आनी।\nदीन्हि राम तुम्ह कहँ सहिदानी॥",
        "arth": "हे माता! यह अंगूठी मैं ही लाया हूँ, जिसे श्रीराम ने आपकी पहचान के लिए दिया है।"
      },
      {
        "sequence": 11,
        "text": "नर बानरहि संग कहु कैसें।\nकहि कथा भइ संगति जैसें॥",
        "arth": "सीताजी ने पूछा—मनुष्य और वानर का संग कैसे हुआ? तब हनुमानजी ने सब कथा यथावत कह दी।"
      }
    ]
  },
  {
    "dohaNumber": 13,
    "doha": {
      "text": "कपि के बचन सप्रेम सुनि उपजा मन बिस्वास।\nजाना मन क्रम बचन यह कृपासिंधु कर दास॥",
      "arth": "हनुमानजी के प्रेमयुक्त वचन सुनकर सीताजी के मन में विश्वास उत्पन्न हुआ और उन्होंने जान लिया कि यह मन, वचन और कर्म से कृपासागर श्रीराम का दास है।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "हरिजन जानि प्रीति अति गाढ़ी।\nसजल नयन पुलकावलि बाढ़ी॥",
        "arth": "भगवान का सेवक जानकर सीताजी की प्रीति अत्यंत गाढ़ी हो गई और नेत्रों में प्रेमाश्रु भर आए।"
      },
      {
        "sequence": 2,
        "text": "बूड़त बिरह जलधि हनुमाना।\nभयउ तात मों कहुँ जलजाना॥",
        "arth": "सीताजी बोलीं—हे तात हनुमान! विरह-सागर में डूबती हुई मेरे लिए तुम जहाज बन गए हो।"
      },
      {
        "sequence": 3,
        "text": "अब कहु कुसल जाउँ बलिहारी।\nअनुज सहित सुख भवन खरारी॥",
        "arth": "अब मैं बलिहारी जाती हूँ—भाई लक्ष्मण सहित खर के शत्रु प्रभु का कुशल-मंगल बताओ।"
      },
      {
        "sequence": 4,
        "text": "कोमलचित कृपाल रघुराई।\nकपि केहि हेतु धरी निठुराई॥",
        "arth": "श्रीरघुनाथ तो कोमल हृदय और कृपालु हैं, फिर उन्होंने यह निष्ठुरता क्यों धारण की?"
      },
      {
        "sequence": 5,
        "text": "सहज बानि सेवक सुखदायक।\nकबहुँक सुरति करत रघुनायक॥",
        "arth": "सेवकों को सुख देना उनकी स्वाभाविक बान है—क्या वे कभी मेरी सुधि लेते हैं?"
      },
      {
        "sequence": 6,
        "text": "कबहुँ नयन मम सीतल ताता।\nहोइहहि निरखि स्याम मृदु गाता॥",
        "arth": "हे तात! क्या कभी उनके कोमल श्याम अंगों को देखकर मेरे नेत्र शीतल होंगे?"
      },
      {
        "sequence": 7,
        "text": "बचनु न आव नयन भरे बारी।\nअहह नाथ हौं निपट बिसारी॥",
        "arth": "वाणी नहीं निकलती, नेत्रों में आँसू भर आते हैं—हा नाथ! आपने मुझे पूरी तरह भुला दिया।"
      },
      {
        "sequence": 8,
        "text": "देखि परम बिरहाकुल सीता।\nबोला कपि मृदु बचन बिनीता॥",
        "arth": "सीताजी को अत्यंत विरहाकुल देखकर हनुमानजी कोमल और विनीत वचन बोले।"
      },
      {
        "sequence": 9,
        "text": "मातु कुसल प्रभु अनुज समेता।\nतव दुख दुखी सुकृपा निकेता॥",
        "arth": "हे माता! प्रभु लक्ष्मण सहित कुशल हैं, परंतु आपके दुःख से स्वयं दुःखी हैं।"
      },
      {
        "sequence": 10,
        "text": "जनि जननी मानहु जियँ ऊना।\nतुम्ह ते प्रेमु राम कें दूना॥",
        "arth": "हे माता! मन छोटा न कीजिए—श्रीराम के हृदय में आपसे दुगुना प्रेम है।"
      }
    ]
  },
  {
    "dohaNumber": 14,
    "doha": {
      "text": "रघुपति कर संदेसु अब सुनु जननी धरि धीर।\nअस कहि कपि गद गद भयउ भरे बिलोचन नीर॥",
      "arth": "हे माता! अब धैर्य धारण कर श्रीरघुनाथजी का संदेश सुनिए। ऐसा कहते हुए हनुमानजी प्रेम से गद्गद हो गए और उनके नेत्रों में आँसू भर आए।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "कहेउ राम बियोग तव सीता।\nमो कहुँ सकल भए बिपरीता॥",
        "arth": "हनुमानजी बोले—श्रीराम ने कहा है कि हे सीते! तुम्हारे वियोग में मेरे लिए सब कुछ प्रतिकूल हो गया है।"
      },
      {
        "sequence": 2,
        "text": "नव तरु किसलय मनहुँ कृसानू।\nकालनिसा सम निसि ससि भानू॥",
        "arth": "नए पत्ते अग्नि समान प्रतीत होते हैं और रात्रि कालरात्रि के समान हो गई है।"
      },
      {
        "sequence": 3,
        "text": "कुबलय बिपिन कुंत बन सरिसा।\nबारिद तपत तेल जनु बरिसा॥",
        "arth": "कमल वन भालों के वन जैसे हो गए हैं और मेघ मानो खौलता तेल बरसा रहे हैं।"
      },
      {
        "sequence": 4,
        "text": "जे हित रहे करत तेइ पीरा।\nउरग स्वास सम त्रिबिध समीरा॥",
        "arth": "जो हितकारी थे वही पीड़ा देने लगे हैं और त्रिविध वायु सर्प के श्वास समान हो गई है।"
      },
      {
        "sequence": 5,
        "text": "कहेहू तें कछु दुख घटि होई।\nकाहि कहौं यह जान न कोई॥",
        "arth": "दुःख कह देने से भी कुछ कम हो जाता है, पर कहूँ किससे—यह कोई नहीं जानता।"
      },
      {
        "sequence": 6,
        "text": "तत्व प्रेम कर मम अरु तोरा।\nजानत प्रिया एकु मनु मोरा॥",
        "arth": "हे प्रिये! हमारे प्रेम का तत्त्व केवल मेरा मन ही जानता है।"
      },
      {
        "sequence": 7,
        "text": "सो मनु सदा रहत तोहि पाहीं।\nजानु प्रीति रसु एतेनहि माहीं॥",
        "arth": "वह मन सदा तुम्हारे पास रहता है—मेरे प्रेम का सार बस इतना ही समझो।"
      },
      {
        "sequence": 8,
        "text": "प्रभु संदेसु सुनत बैदेही।\nमगन प्रेम तन सुधि नहिं तेही॥",
        "arth": "प्रभु का संदेश सुनते ही जानकीजी प्रेम में मग्न हो गईं और उन्हें शरीर की सुध न रही।"
      },
      {
        "sequence": 9,
        "text": "कह कपि हृदयँ धीर धरु माता।\nसुमिरु राम सेवक सुखदाता॥",
        "arth": "हनुमानजी बोले—हे माता! धैर्य धारण करो और सेवकों को सुख देने वाले श्रीराम का स्मरण करो।"
      },
      {
        "sequence": 10,
        "text": "उर आनहु रघुपति प्रभुताई।\nसुनि मम बचन तजहु कदराई॥",
        "arth": "श्रीराम की प्रभुता को हृदय में धारण करो और मेरे वचन सुनकर कायरता त्याग दो।"
      }
    ]
  },
  {
    "dohaNumber": 15,
    "doha": {
      "text": "निसिचर निकर पतंग सम रघुपति बान कृसानु।\nजननी हृदयँ धीर धरु जरे निसाचर जानु॥",
      "arth": "राक्षस पतंगों के समान हैं और श्रीराम के बाण अग्नि के समान। हे माता! धैर्य धारण करो और राक्षसों को जला हुआ समझो।"
    },
    "chaupais": [
      {
        "sequence": 1,
        "text": "जौं रघुबीर होति सुधि पाई।\nकरते नहिं बिलंबु रघुराई॥",
        "arth": "यदि श्रीराम को समाचार मिला होता तो वे विलंब न करते।"
      },
      {
        "sequence": 2,
        "text": "रामबान रबि उएँ जानकी।\nतम बरूथ कहँ जातुधान की॥",
        "arth": "हे जानकी! रामबाण रूपी सूर्य के उदय पर राक्षसों की सेना रूपी अंधकार कहाँ टिक सकता है?"
      },
      {
        "sequence": 3,
        "text": "अबहिं मातु मैं जाउँ लवाई।\nप्रभु आयसु नहिं राम दोहाई॥",
        "arth": "हे माता! मैं आपको अभी ले जा सकता हूँ, पर श्रीराम की शपथ है—मुझे उनकी आज्ञा नहीं है।"
      },
      {
        "sequence": 4,
        "text": "कछुक दिवस जननी धरु धीरा।\nकपिन्ह सहित अइहहिं रघुबीरा॥",
        "arth": "हे माता! कुछ दिन और धैर्य रखिए—श्रीराम वानरों सहित यहाँ आएँगे।"
      },
      {
        "sequence": 5,
        "text": "निसिचर मारि तोहि लै जैहहिं।\nतिहुँ पुर नारदादि जसु गैहहिं॥",
        "arth": "राक्षसों को मारकर वे आपको ले जाएँगे और नारद आदि तीनों लोकों में उनका यश गाएँगे।"
      },
      {
        "sequence": 6,
        "text": "हैं सुत कपि सब तुम्हहि समाना।\nजातुधान अति भट बलवाना॥",
        "arth": "सीताजी बोलीं—हे पुत्र! सब वानर तुम्हारे समान छोटे होंगे और राक्षस अत्यंत बलवान योद्धा हैं।"
      },
      {
        "sequence": 7,
        "text": "मोरें हृदय परम संदेहा।\nसुनि कपि प्रगट कीन्हि निज देहा॥",
        "arth": "मेरे हृदय में बड़ा संदेह है—यह सुनकर हनुमानजी ने अपना विशाल स्वरूप प्रकट किया।"
      },
      {
        "sequence": 8,
        "text": "कनक भूधराकार सरीरा।\nसमर भयंकर अतिबल बीरा॥",
        "arth": "उनका शरीर स्वर्ण पर्वत के समान विशाल, युद्ध में भयानक और अत्यंत बलवान था।"
      },
      {
        "sequence": 9,
        "text": "सीता मन भरोस तब भयऊ।\nपुनि लघु रूप पवनसुत लयऊ॥",
        "arth": "यह देखकर सीताजी के मन में विश्वास उत्पन्न हुआ और हनुमानजी ने फिर छोटा रूप धारण कर लिया।"
      }
    ]
  }
]
